Repository: alcaudon89/wordpress-plugins-translations
Catalog: learndash-reports-pro/learndash-reports-pro-*.po
Languages: es_es

source: We've enhanced the performance of the updated time spent on course graphical report by optimizing how we store time spent data in our course time entries table. To see the learner's earlier time spent information on this enhanced report,
es_es: Hemos mejorado el rendimiento del informe gráfico actualizado del tiempo invertido en el curso optimizando la forma en que almacenamos los datos del tiempo invertido en nuestra tabla de entradas de tiempo del curso. Para ver la información de tiempo invertido anterior del alumno en este informe mejorado,

source: Welcome to
es_es: Bienvenido a

source: Welcome to ProPanel!
es_es: ¡Bienvenido a ProPanel!

source: Welcome to the ProPanel Dashboard.
es_es: Bienvenido al panel de control de ProPanel.

source: What's new
es_es: Novedades

source: when the learner - “opens another tab and leaves the current tab” or
es_es: cuando el alumno - "abre otra pestaña y abandona la pestaña actual" o

source: While Auto updating we will delete the current blocks pattern and replace with the new one including the course progress block
es_es: Durante la actualización automática, eliminaremos el patrón de bloques actual y lo sustituiremos por el nuevo, incluido el bloque de progreso del curso

source: While Auto updating we will delete the current blocks pattern and replace with the new one including the learner activity block
es_es: Durante la actualización automática, eliminaremos el patrón de bloques actual y lo sustituiremos por uno nuevo que incluya el bloque de actividad del alumno

source: WisdmLabs Plugins
es_es: Plugins de WisdmLabs

source: Yes
es_es: Sí

source: Yes please
es_es: Sí, por favor

source: Yesterday
es_es: Ayer

source: You are on older version please update the plugin to get the best experience.
es_es: Usted está en una versión anterior por favor actualice el plugin para obtener la mejor experiencia.

source: You are one step away from launching your ProPanel Dashboard.
es_es: Estás a un paso de lanzar tu ProPanel Dashboard.

source: You can also perform this action at a later time by navigating to ProPanel > Settings > Time Tracking settings.
es_es: También puede realizar esta acción en otro momento accediendo a ProPanel > Configuración > Configuración de seguimiento del tiempo.

source: You can now access:
es_es: Ya puedes acceder:

source: You can now visit the page and check your quiz report.
es_es: Ahora puedes visitar la página y comprobar el informe de tu cuestionario.

source: You can now visit the ProPanel Dashboard to track and/or analyze trends and other statistics for your LearnDash LMS.
es_es: Ahora puedes visitar el Dashboard de ProPanel para rastrear y/o analizar tendencias y otras estadísticas de tu LearnDash LMS.

source: You can view this dashboard as both a LearnDash LMS admin as well as a Group Leader. Click on either of the two buttons below to enter the dashboard and check Reports for your LearnDash LMS.
es_es: Puedes ver este panel tanto como administrador de LearnDash LMS como líder de grupo. Haga clic en cualquiera de los dos botones de abajo para entrar en el tablero de instrumentos y comprobar los informes para su LearnDash LMS.

source: You can view this dashboard as both a LearnDash LMS admin as well as a Group Leader. Click on either of the two buttons below to enter the dashboard and check Reports for your LearnDash LMS.
es_es: Puedes ver este panel tanto como administrador de LearnDash LMS como líder de grupo. Haga clic en cualquiera de los dos botones de abajo para entrar en el tablero de instrumentos y comprobar los informes para su LearnDash LMS.

source: You cannot view reports for the open %s for the time-being
es_es: Por el momento no puede ver los informes de %s abiertos

source: You do not have sufficient access to view this %s reports
es_es: No tiene acceso suficiente para ver este informe %s

source: You do not have sufficient privileges to view this information.
es_es: No tiene suficientes privilegios para ver esta información.

source: You don't have access to any users
es_es: No tienes acceso a ningún usuario

source: You don't have access to this %s.
es_es: No tienes acceso a este %s.

source: You don't have permission to do this action.
es_es: No tienes permiso para realizar esta acción.

source: You have reached %1$s of %2$s points, (%3$s)
es_es: Has alcanzado %1$s de %2$s puntos, (%3$s)

source: You need to be logged in to access this page.
es_es: Debe iniciar sesión para acceder a esta página.

source: You're ready to get started!
es_es: ¡Estás listo para empezar!

source: Your report is being generated.
es_es: Se está generando su informe.

source: Your score
es_es: Su puntuación

source: Your Student Quiz Reports page is configured and ready to publish. Click on the ”Publish” button to make it live!
es_es: Su página de Informes de Pruebas de Estudiantes está configurada y lista para publicar. Haga clic en el botón "Publicar" para activarla

source: Your time: <span></span>
es_es: Tu tiempo: <span></span>
