Repository: alcaudon89/wordpress-plugins-translations
Catalog: learndash-reports-pro/learndash-reports-pro-*.po
Languages: es_es

source: Documentation
es_es: Documentación

source: Don't turn OFF this setting...
es_es: No desactive este ajuste...

source: Down
es_es: Abajo

source: Download
es_es: Descargar

source: Download
es_es: Descargar

source: DOWNLOAD CSV
es_es: DESCARGAR CSV

source: Download CSV
es_es: Descargar CSV

source: Download Report
es_es: Descargar informe

source: DOWNLOAD XLSX
es_es: DESCARGAR XLSX

source: Downloading progress
es_es: Progreso de la descarga

source: Downloading progress:
es_es: Progreso de la descarga:

source: Duration Selectors
es_es: Selectores de duración

source: Duration:
es_es: Duración:

source: Each Reporting component seen below is a Gutenberg block. They can be found by clicking on the "+" icon (block inserter)
es_es: Cada componente de Reporting que se ve a continuación es un bloque de Gutenberg. Se pueden encontrar haciendo clic en el icono "+" (insertador de bloques)

source: Earned Points
es_es: Puntos ganados

source: Easily manage and view your LearnDash LMS activity.
es_es: Gestiona y visualiza fácilmente tu actividad en LearnDash LMS.

source: Easily understand how much time it takes to complete a course.
es_es: Comprender fácilmente cuánto tiempo se tarda en completar un curso.

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Average Quiz attempts
es_es: Editar página → Haz clic en '+' para ampliar el panel lateral izquierdo → Ve a la pestaña Bloques → Buscar Promedio de intentos de los cuestionarios

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Course completion rate
es_es: Editar página → Haga clic en '+' para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Buscar Tasa de finalización del curso

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Course Progress
es_es: Editar página → Haga clic en '+' para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Buscar Progreso del curso

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Inactive users list.
es_es: Editar página → Haga clic en '+' para expandir el panel lateral izquierdo → Vaya a la pestaña Bloqueos → Buscar Lista de usuarios inactivos.

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Learner Activity Log
es_es: Editar página → Haga clic en '+' para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Buscar Registro de actividades del alumno

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Learner pass/fail rate
es_es: Editar página → Haga clic en "+" para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Buscar Tasa de aprobados y suspensos de los alumnos

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Student Profile
es_es: Editar página → Haga clic en '+' para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Buscar Perfil del estudiante

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Student Table
es_es: Editar página → Haga clic en '+' para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Buscar Tabla de estudiantes

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Course list table
es_es: Editar página → Haga clic en "+" para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Buscar en la lista de cursos tabla

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Course Progress.
es_es: Editar página → Haga clic en "+" para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Buscar progreso del curso.

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Quiz completion rate
es_es: Editar página → Haga clic en "+" para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Buscar cuestionario índice de finalización

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Quiz completion time
es_es: Editar página → Haga clic en "+" para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Buscar cuestionario tiempo de finalización

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Revenue from Courses.
es_es: Editar página → Haga clic en '+' para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Buscar ingresos de Cursos.

source: Edit page → Click on '+' to expand the left side panel → Go to Blocks tab → Search Time spent on a course
es_es: Editar página → Haga clic en '+' para ampliar el panel lateral izquierdo → Vaya a la pestaña Bloques → Busque Tiempo dedicado empleado en un curso

source: eLumine is the ultimate eLearning theme with multiple customized layouts, superfun gamification, a wide range of compatibility and practical functionalities.
es_es: eLumine es el tema eLearning definitivo con múltiples diseños personalizados, gamificación superdivertida, una amplia gama de compatibilidades y funcionalidades prácticas.

source: Email ID
es_es: Correo electrónico

source: Empty Search Query.
es_es: Consulta de búsqueda vacía.

source: Enable/Disable the idle time tracking module
es_es: Activar/desactivar el módulo de seguimiento del tiempo de inactividad

source: End Date
es_es: Fecha final

source: Enhance the loading speed and performance of ProPanel.
es_es: Mejorar la velocidad de carga y el rendimiento de ProPanel.

source: Enhanced Course Time Spent Visualization
es_es: Visualización mejorada del tiempo invertido en el curso

source: Enhanced Course Time Spent Visualizations
es_es: Visualizaciones mejoradas del tiempo invertido en el curso

source: Enrolled
es_es: Inscrito

source: Enrolled Learners
es_es: Alumnos matriculados

source: Enrolled On
es_es: Inscrito el

source: Enrollment Date
es_es: Fecha de inscripción

source: Enrollment date
es_es: Fecha de inscripción

source: Enrollments
es_es: Inscripciones

source: Enter and activate your License Key
es_es: Introduzca y active su clave de licencia

source: Enter license key
es_es: Introduzca la clave de licencia

source: Exam Category
es_es: Categoría del examen

source: Exam Status
es_es: Estado del examen

source: Exam Title
es_es: Título del examen

source: Exclude from all Reports and Graphs
es_es: Excluir de todos los informes y gráficos

source: Exclude Settings
es_es: Ajustes de exclusión

source: Exclude the courses
es_es: Excluir los cursos

source: Exclude the user roles
es_es: Excluir las funciones de usuario

source: Exclude the users
es_es: Excluir a los usuarios

source: Expired
es_es: Caducado

source: Export
es_es: Exportar

source: Export All
es_es: Exportar todo

source: Export All in Excel
es_es: Exportar todo en Excel

source: Export all quiz attempts result
es_es: Exportar el resultado de todos los intentos de cuestionario

source: Export all the below quiz attempt in a single csv/xls file.
es_es: Exporte todos los intentos de cuestionario en un único archivo csv/xls.

source: Export quiz attempts learner answers
es_es: Exportar intentos de cuestionario Respuestas del alumno

source: Export Response
es_es: Respuesta de exportación

source: FAIL
es_es: FALLO

source: Fail
es_es: Falla

source: Failed
es_es: Fallido

source: February
es_es: Febrero

source: Figure out in which courses a learner is spending most of the time and which courses by being neglected.
es_es: Averigüe en qué cursos pasa el alumno la mayor parte del tiempo y qué cursos se descuidan.

source: File Permission Issue!!!
es_es: ¡Problema con los permisos de los archivos!

source: Filters
es_es: Filtros

source: First Name
es_es: Nombre

source: First Name:
es_es: Nombre de pila:

source: Following are the courses for which completion percentage rate is
es_es: A continuación se indican los cursos cuyo porcentaje de finalización es

source: Following are the learners in this course for which completion percentage rate is
es_es: A continuación se indican los alumnos de este curso cuyo porcentaje de finalización es

source: Following are the learners in this course for which time spent is
es_es: A continuación se indican los alumnos de este curso para los que se emplea tiempo

source: Fr
es_es: P

source: From
es_es: En

source: From %s
es_es: De %s

source: From date
es_es: De fecha

source: Full Name
es_es: Nombre y apellidos

source: Get blazing-fast reports with our improved plugin in this latest update. Now, the time taken to load the LearnDash LMS - Reports Dashboard, or for that matter, any of the LearnDash LMS - Reports blocks for tracking learner performance will be 6x faster, saving you close to 7 minutes on an average! Duly tested on sites and systems with a wide array of configurations and specifications.
es_es: Obtén informes rapidísimos con nuestro plugin mejorado en esta última actualización. Ahora, el tiempo necesario para cargar el LearnDash LMS - Reports Dashboard, o para el caso, cualquiera de los bloques de LearnDash LMS - Reports para el seguimiento del rendimiento del alumno será 6 veces más rápido, ¡ahorrándote cerca de 7 minutos de media! Debidamente probado en sitios y sistemas con una amplia gama de configuraciones y especificaciones.

source: Get up to 70% off on LearnDash LMS - Reports
es_es: Consigue hasta un 70% de descuento en LearnDash LMS - Informes

source: Get up to 70% off on LearnDash LMS - Reports Lifetime Pack
es_es: Consigue hasta un 70% de descuento en LearnDash LMS - Pack Informes de por vida

source: Get your reports up and running more quickly with our new and improved setup experience
es_es: Obtenga sus informes más rápidamente con nuestra nueva y mejorada experiencia de configuración

source: Go Ahead!
es_es: ¡Adelante!

source: Go back and configure the ProPanel Dashboard.
es_es: Vuelva atrás y configure el panel de control de ProPanel.

source: Go back and configure the Student Quiz Reports page.
es_es: Vuelva atrás y configure la página de Informes de Pruebas de Alumnos.

source: Go to the dashboard page --> edit --> search for the Course Progress blocks --> Insert.
es_es: Vaya a la página del panel --> editar --> busque los bloques de Progreso del curso --> Insertar.

source: Go to the dashboard page --> edit --> search for the Course progress blocks --> Insert.
es_es: Vaya a la página del panel --> editar --> busque los bloques de progreso del curso --> Insertar.

source: Go to the dashboard page --> edit --> search for the Learner activity blocks --> Insert.
es_es: Vaya a la página del panel --> editar --> busque los bloques de actividad del alumno --> Insertar.

source: Got It!
es_es: ¡Lo tengo!

source: Got it!
es_es: ¡La tengo!

source: Graph of the Course completion rate
es_es: Gráfico del índice de finalización del curso

source: Graph of the Course progress rate
es_es: Gráfico del índice de progreso del curso

source: Graph of the daily enrollments during the selected time frame
es_es: Gráfico de las inscripciones diarias durante el periodo seleccionado

source: Graph of the learner pass/fail rate
es_es: Gráfico de la tasa de aprobados y suspensos de los alumnos

source: Graph of the quiz completion rate
es_es: Gráfico de la tasa de finalización del cuestionario

source: Graph of the quiz completion time per course
es_es: Gráfico del tiempo de realización de cuestionarios por curso

source: Graph of the revenue earned from the courses during the selected time frame
es_es: Gráfico de los ingresos obtenidos por los cursos durante el periodo seleccionado

source: Graph of the time spent on the courses
es_es: Gráfico del tiempo dedicado a los cursos

source: Group
es_es: Grupo

source: Group Leader
es_es: Jefe de grupo

source: Group Registration enables your group leaders to purchase a course and enroll students by adding them as group members. It also has useful features like Auto Group Creation and CSV upload of students.
es_es: La inscripción de grupos permite a los responsables de grupo comprar un curso e inscribir a los estudiantes añadiéndolos como miembros del grupo. También tiene funciones útiles como la creación automática de grupos y la carga de estudiantes en CSV.

source: Group Users data
es_es: Datos de los usuarios del grupo

source: Group:
es_es: Grupo:

source: Groups
es_es: Grupos

source: Gutenberg Blocks
es_es: Bloques Gutenberg

source: Header Menu Settings
es_es: Configuración del menú de cabecera

source: Help
es_es: Ayuda

source: Home
es_es: Inicio

source: Hours
es_es: Horas

source: Hurray! Dashboard Launch Successful.
es_es: ¡Hurra! Lanzamiento del salpicadero con éxito.

source: Hurray! The Student Quiz Reports Page Launch Successful.
es_es: ¡Hurra! Lanzamiento exitoso de la página de informes de exámenes para estudiantes.

source: Hurray! You have successfully configured ProPanel.
es_es: ¡Hurra! Ha configurado correctamente ProPanel.

source: I already did
es_es: Ya lo hice

source: Identify learners who spend very little time on the course or take too long to complete it.
es_es: Identifique a los alumnos que dedican muy poco tiempo al curso o tardan demasiado en completarlo.

source: Idle Message
es_es: Mensaje de inactividad

source: Idle Time
es_es: Tiempo de inactividad

source: Idle Time (in seconds)
es_es: Tiempo de inactividad (en segundos)

source: Idle Time Configuration Log
es_es: Registro de configuración del tiempo de inactividad

source: Idle Time Configured , Activated on
es_es: Tiempo de inactividad configurado , Activado en

source: Idle Time Not Configured
es_es: Tiempo de inactividad no configurado

source: Idle Time Status
es_es: Estado del tiempo de inactividad

source: If any custom changes were made to the Dashboard page, then they will be lost.
es_es: Si se han realizado cambios personalizados en la página del panel de control, se perderán.

source: Illegal Request. Identifying security token is either missing or is incorrect.
es_es: Solicitud ilegal. El token de seguridad de identificación falta o es incorrecto.

source: In Progress
es_es: En curso

source: In Progress:
es_es: En curso:

source: Inactive Users
es_es: Usuarios inactivos

source: Inactive Users List
es_es: Lista de usuarios inactivos

source: Incomplete
es_es: Incompleto

source: Incorrect
es_es: Incorrecto

source: Instructor role by LearnDash
es_es: Rol de instructor en LearnDash

source: Introducing Course Progress Reports
es_es: Introducción a los informes de progreso del curso

source: Introducing Course Progress Reports
es_es: Introducción a los informes de progreso del curso

source: Introducing Learner Activity Reports
es_es: Presentación de los informes de actividad del alumno

source: Introducing Learner Activity Reports
es_es: Presentación de los informes de actividad del alumno

source: Invalid data or no data found
es_es: Datos no válidos o no se han encontrado datos

source: Invalid option key.
es_es: Clave de opción no válida.

source: Invalid Request. Quiz ID doesn't exist.
es_es: Solicitud inválida. El ID del cuestionario no existe.

source: Invalid Request. User ID doesn't exist.
es_es: Solicitud no válida. El ID de usuario no existe.

source: Invalid Resource Type.
es_es: Tipo de recurso no válido.

source: It also shows the list of inactive users for a particular group and course if we select those filters embedded inside the block.
es_es: También muestra la lista de usuarios inactivos de un determinado grupo y curso si seleccionamos esos filtros incrustados dentro del bloque.

source: It looks like you have a version of LearnDash LMS - ProPanel active that is of 3.0.0 or higher! We’ve deactivated LearnDash LMS - Reports for you because it is no longer needed.
es_es: ¡Parece que tienes una versión de LearnDash LMS - ProPanel activa que es de 3.0.0 o superior! Hemos desactivado LearnDash LMS - Reports para ti porque ya no es necesario.

source: January
es_es: Enero

source: July
es_es: Julio

source: June
es_es: Junio

source: Last 1 day
es_es: Último 1 día

source: Last 12 Months
es_es: Últimos 12 meses

source: Last 2 Years
es_es: Últimos 2 años

source: Last 3 months
es_es: Últimos 3 meses

source: Last 3 Years
es_es: Últimos 3 años

source: Last 30 Days
es_es: Últimos 30 días

source: Last 30 days
es_es: Últimos 30 días

source: Last 6 months
es_es: Últimos 6 meses

source: Last 7 Days
es_es: Últimos 7 días

source: Last 7 days
es_es: Últimos 7 días

source: Last Activity
es_es: Última actividad

source: Last Month
es_es: Último mes

source: Last Name
es_es: Apellido

source: Last Name:
es_es: Apellido:

source: Last run: %s
es_es: Última ejecución: %s

source: Last updated:
es_es: Última actualización:

source: Last updated:
es_es: Última actualización:

source: Latest Version
es_es: Última versión

source: Launch ProPanel Dashboard
es_es: Iniciar ProPanel Dashboard

source: Learn More
es_es: Más información

source: Learn more
es_es: Más información

source: LearnDash LMS - Reports
es_es: LearnDash LMS - Informes

source: LearnDash LMS - Reports Dashboard is now fully compatible with RTL (Right-to-Left) languages, ensuring a seamless experience for users who prefer and need RTL language support. Enjoy a more inclusive and accessible experience with LearnDash LMS - Reports Dashboard. Along with the we have made the Reports Dashboard compatible with %1$s WPML Plugin %2$s making it easier to provide Multilingual support for the dashboard.
es_es: LearnDash LMS - Reports Dashboard es ahora totalmente compatible con idiomas RTL (de derecha a izquierda), lo que garantiza una experiencia sin problemas para los usuarios que prefieren y necesitan soporte de idiomas RTL. Disfruta de una experiencia más inclusiva y accesible con LearnDash LMS - Reports Dashboard. Junto con el hemos hecho el Tablero de Reportes compatible con %1$s WPML Plugin %2$s haciendo más fácil proporcionar soporte multilingüe para el tablero.

source: LearnDash Reports Pro is now ProPanel! New name, same great plugin. %1$sLearn more%2$s.
es_es: ¡LearnDash Reports Pro es ahora ProPanel! Nuevo nombre, mismo gran plugin. %1$sMás información%2$s.

source: learndash-reports-pro
es_es: learndash-informes-pro

source: Learner
es_es: Estudiante

source: Learner Activity Log
es_es: Registro de actividades del alumno

source: Learner Activity Log & Inactive Users list block
es_es: Bloqueo del registro de actividad de los alumnos y de la lista de usuarios inactivos

source: Learner Enrollments
es_es: Inscripciones de alumnos

source: Learner Pass Fail Rate.csv
es_es: Porcentaje de aprobados y suspensos.csv

source: Learner Pass Rate
es_es: Porcentaje de aprobados

source: Learner Pass Rate -
es_es: Tasa de aprobados -

source: Learner pass/fail rate
es_es: Porcentaje de aprobados y suspensos

source: Learner Reports
es_es: Informes de los alumnos

source: Learner Specific Reports
es_es: Informes específicos del alumno

source: learner's earlier time spent information on this enhanced report,
es_es: información sobre el tiempo dedicado por el alumno a este informe mejorado,

source: Learner:
es_es: Alumno:

source: Learners
es_es: Estudiantes

source: Learners - Attempted Quizzes
es_es: Estudiantes - Pruebas intentadas

source: Learners - Completed all
es_es: Alumnos - Completados todos

source: Learners - Not Completed all
es_es: Alumnos - No completado todo

source: Learners Pass/Fail Rate
es_es: Alumnos Aprobados/Suspendidos

source: Learners Progress in below ranges:
es_es: Alumnos Progreso en rangos inferiores:

source: Learners:
es_es: Alumnos:

source: less
es_es: menos

source: Lesson
es_es: Lección

source: Let's get started
es_es: Comencemos

source: Let's get started!
es_es: Empecemos

source: Let's go!
es_es: ¡Vamos!

source: License Activation
es_es: Activación de la licencia

source: License Expires on:
es_es: La licencia caduca el:

source: License Key Activation Failed! Check the "Help Section" to move ahead.
es_es: Error en la activación de la clave de licencia Compruebe la "Sección de Ayuda" para seguir adelante.

source: License Key Activation Failed! No activations left, Active Sites :
es_es: Error en la activación de la clave de licencia No quedan activaciones, Active Sites :

source: License Key Expired! Click the link to
es_es: Clave de licencia caducada Haga clic en el enlace para

source: License Status
es_es: Estado de la licencia

source: Lifetime License
es_es: Licencia de por vida

source: List of %d Questions
es_es: Lista de %d Preguntas

source: Loading...
es_es: Cargando...

source: Loading…
es_es: Cargando..

source: Looking for help?
es_es: ¿Necesita ayuda?

source: Mandatory Data Upgrade
es_es: Actualización obligatoria de datos

source: Mandatory Data Upgrade required
es_es: Actualización de datos obligatoria

source: March
es_es: Marzo

source: May
es_es: Mayo

source: Maybe later
es_es: Tal vez más tarde

source: Minutes
es_es: Actas

source: more
es_es: más

source: More Insights.
es_es: Más información.

source: more settings.
es_es: más ajustes.

source: My Quiz Result page allows students to easily get a detailed breakdown of their past quiz attempts so that they can analyze and improve their performance accordingly. Additionally, these reports are available as Student Quiz Report Gutenberg blocks and can be used anywhere on the site
es_es: Mi página de resultados de cuestionarios permite a los estudiantes obtener fácilmente un desglose detallado de sus intentos de cuestionarios anteriores para que puedan analizar y mejorar su rendimiento en consecuencia. Además, estos informes están disponibles como bloques Gutenberg de Informe de cuestionario del estudiante y se pueden utilizar en cualquier parte del sitio

source: My Quiz Results
es_es: Resultados de mi cuestionario

source: Name
es_es: Nombre

source: Need help with creating separate ProPanel dashboards for different user roles?
es_es: ¿Necesita ayuda para crear paneles de control de ProPanel independientes para los distintos roles de usuario?

source: Need help with the plugin configuration?
es_es: ¿Necesitas ayuda con la configuración del plugin?

source: Need help?
es_es: ¿Necesita ayuda?

source: new Gutenberg blocks: Inactive user list and Learner Activity log
es_es: nuevos bloques Gutenberg: Lista de usuarios inactivos y Registro de actividad del alumno

source: new Gutenberg graph: Course Progress
es_es: nuevo gráfico de Gutenberg: Progreso del curso

source: Next
es_es: Siguiente

source: No %1$s assigned to this %2$s
es_es: No %1$s asignado a este %2$s

source: No %s attempts found
es_es: No se han encontrado %s intentos

source: No %s available
es_es: No hay %s disponibles

source: No %s data found
es_es: No se han encontrado datos %s

source: No %s found
es_es: No se ha encontrado %s

source: No %s found for the selected filters
es_es: No se han encontrado %s para los filtros seleccionados

source: No %s present in this Group.
es_es: No hay %s presentes en este Grupo.

source: No accessible %s found
es_es: No se ha encontrado ningún %s accesible

source: No category
es_es: Sin categoría

source: No courses available for the group
es_es: No hay cursos disponibles para el grupo

source: No Courses found
es_es: No se han encontrado cursos

source: No Courses in this progress range.
es_es: No hay cursos en este rango de progreso.

source: No Courses in this range.
es_es: No hay cursos en esta gama.

source: No data available
es_es: No hay datos disponibles

source: No data available for the selected duration and/or filters
es_es: No hay datos disponibles para la duración y/o los filtros seleccionados

source: No data available for the selected duration and/or filters.
es_es: No hay datos disponibles para la duración y/o los filtros seleccionados.

source: No data fields selected.
es_es: No hay campos de datos seleccionados.
