Repository: alcaudon89/wordpress-plugins-translations
Catalog: learndash-reports-pro/learndash-reports-pro-*.po
Languages: es_es

source: This block along with the date filter block gives a snapshot of the total number of learners enrolled in all courses for a particular time period.
es_es: Este bloque, junto con el bloque de filtro de fecha, ofrece una instantánea del número total de alumnos matriculados en todos los cursos durante un periodo de tiempo determinado.

source: This block along with the date filter block gives a snapshot of the total revenue earned from all the courses for a particular time period.
es_es: Este bloque, junto con el bloque de filtro de fecha, ofrece una instantánea de los ingresos totales obtenidos de todos los cursos durante un periodo de tiempo determinado.

source: This block is used in conjunction with the Student Table block.
es_es: Este bloque se utiliza junto con el bloque Tabla de alumnos.

source: This block will be hidden by default & will display the Quiz Reports when quiz reports are requested
es_es: Este bloque estará oculto por defecto y mostrará los informes de los cuestionarios cuando se soliciten

source: This can be accessed at any time from here.
es_es: Se puede acceder a ella en cualquier momento desde aquí.

source: This Gutenberg block shows a bar chart listing all the courses with respect to their % completion rate using the Quiz completion rate block and the Date filter block.
es_es: Este bloque de Gutenberg muestra un gráfico de barras que enumera todos los cursos con respecto a su % de finalización utilizando el bloque Tasa de finalización del cuestionario y el bloque Filtro de fecha.

source: This is the message that learners will see in the popup if they are idle.
es_es: Este es el mensaje que los alumnos verán en la ventana emergente si están inactivos.

source: This Month
es_es: Este mes

source: This pattern can be used to quickly create show student %s results on any page.
es_es: Este patrón se puede utilizar para crear rápidamente mostrar los resultados del estudiante %s en cualquier página.

source: This pattern can be used to quickly create the reporting dashboard on any page.
es_es: Este patrón se puede utilizar para crear rápidamente el panel de informes en cualquier página.

source: This report displays the % of learners who have completed all the quizzes in this course.
es_es: Este informe muestra el % de alumnos que han completado todos los cuestionarios de este curso.

source: This report displays the % of learners who have completed all the quizzes in this lesson.
es_es: Este informe muestra el % de alumnos que han completado todos los cuestionarios de esta lección.

source: This report displays the % of learners who have completed all the quizzes in this topic.
es_es: Este informe muestra el % de alumnos que han completado todos los cuestionarios de este tema.

source: This report displays the average % of quiz completion for courses.
es_es: Este informe muestra el % medio de finalización de cuestionarios de los cursos.

source: This report displays the average attempts on the quizzes of this course.
es_es: Este informe muestra el promedio de intentos en los cuestionarios de este curso.

source: This report displays the average attempts on the quizzes of this learner.
es_es: Este informe muestra el promedio de intentos en los cuestionarios de este alumno.

source: This report displays the average attempts on the quizzes of this lesson.
es_es: Este informe muestra el promedio de intentos en los cuestionarios de esta lección.

source: This report displays the average attempts on the quizzes of this topic.
es_es: Este informe muestra el promedio de intentos en los cuestionarios de este tema.

source: This report displays the average progress rate of courses.
es_es: Este informe muestra el índice de progreso medio de los cursos.

source: This report displays the average time spent on a course by a learner.
es_es: Este informe muestra el tiempo medio dedicado a un curso por un alumno.

source: This report displays the average time that learners in this course take to complete quizzes.
es_es: Este informe muestra el tiempo medio que los alumnos de este curso tardan en completar los cuestionarios.

source: This report displays the average time that learners in this lesson take to complete quizzes.
es_es: Este informe muestra el tiempo medio que tardan los alumnos de esta lección en completar los cuestionarios.

source: This report displays the average time that learners in this topic take to complete quizzes.
es_es: Este informe muestra el tiempo medio que los alumnos de este tema tardan en completar los cuestionarios.

source: This report displays the avg time learners take to complete the quizzes in each course.
es_es: Este informe muestra el tiempo medio que tardan los alumnos en completar los cuestionarios de cada curso.

source: This report displays the completion rates of quizzes attempted by a particular learner.
es_es: Este informe muestra las tasas de finalización de los cuestionarios intentados por un alumno en particular.

source: This report displays the inactive users on the website. Note: The users who are created from the backend and enrolled in a course, but never visited the platform will not be displayed in the table.
es_es: Este informe muestra los usuarios inactivos en el sitio web. Nota: Los usuarios creados desde el backend e inscritos en un curso, pero que nunca visitaron la plataforma no se mostrarán en la tabla.

source: This report displays the learner activity log on the website.
es_es: Este informe muestra el registro de actividad de los alumnos en el sitio web.

source: This report displays the Pass % of quiz attempts in courses.
es_es: Este informe muestra el % de aprobados de los intentos de cuestionarios en los cursos.

source: This report displays the pass % of the total Attempts on the Quizzes in this course.
es_es: Este informe muestra el % de aprobados del total de intentos en los cuestionarios de este curso.

source: This report displays the pass % of the total Attempts on the Quizzes in this lesson.
es_es: Este informe muestra el % de aprobados del total de intentos en los cuestionarios de esta lección.

source: This report displays the pass % of the total Attempts on the Quizzes in this topic.
es_es: Este informe muestra el % de aprobados del total de intentos en los cuestionarios de este tema.

source: This report displays the percentage of learners who have completed a course.
es_es: Este informe muestra el porcentaje de alumnos que han completado un curso.

source: This Report displays the Revenue earned Course-wise for the selected date range.
es_es: Este informe muestra los ingresos obtenidos por curso para el intervalo de fechas seleccionado.

source: This report displays the time taken by a learner to complete quizzes in a particular course.
es_es: Este informe muestra el tiempo que tarda un alumno en completar los cuestionarios de un curso concreto.

source: This Report displays the total number of daily learner enrollments for the selected date range.
es_es: Este informe muestra el número total de inscripciones diarias de alumnos para el intervalo de fechas seleccionado.

source: This report exports the actual answers provided by learners for all the quiz attempts
es_es: Este informe exporta las respuestas reales proporcionadas por los alumnos para todos los intentos de cuestionario

source: This report exports the summarized information of all quiz attempts
es_es: Este informe exporta la información resumida de todos los intentos de cuestionario

source: This report logs the activity of a particular learner.
es_es: Este informe registra la actividad de un alumno concreto.

source: This report shows a tabular list of inactive learners for all courses in a defined date period.
es_es: Este informe muestra una lista tabular de los alumnos inactivos para todos los cursos en un período de fechas definido definida.

source: This report shows number of attempts quiz wise for a particular learner.
es_es: Este informe muestra el número de intentos por prueba para un alumno en particular.

source: This report shows the list of courses and accordingly the progression rates, learners, time spent when only the date filters are applied.
es_es: Este informe muestra la lista de cursos y, en consecuencia, los índices de progresión, los alumnos, el tiempo cuando sólo se aplican los filtros de fecha.

source: This report shows the list of courses corresponding to the learner's progress rates.
es_es: Este informe muestra la lista de cursos correspondientes a los índices de progreso del alumno.

source: This report shows the number and list of users against course progress rate slabs.
es_es: Este informe muestra el número y la lista de usuarios en relación con las losas del índice de progreso del curso.

source: This report shows the time spent by a learner compared to others for enrolled course/s .
es_es: Este informe muestra el tiempo empleado por un alumno en comparación con los demás en los cursos matriculados.

source: This setting enables the user to track the “actual” time spent by learners by discarding the following time duration from the total time the learner spends on the courses:
es_es: Esta configuración permite al usuario realizar un seguimiento del tiempo "real" empleado por los alumnos descartando la siguiente duración del tiempo total que el alumno pasa en los cursos:

source: This setting enables you to track the “actual” time spent by learners by discarding the time
es_es: Esta configuración le permite realizar un seguimiento del tiempo "real" empleado por los alumnos descartando el tiempo

source: This Setting enables you to track the “Idle Time” of the learners on the site.
es_es: Esta configuración le permite realizar un seguimiento del "tiempo de inactividad" de los alumnos en el sitio.

source: This setting was activated on
es_es: Este ajuste se activó el

source: This tabular report shows the latest activity of all learners for a selected date period using the Learner activity log block.
es_es: Este informe tabular muestra la actividad más reciente de todos los alumnos para un período de fechas seleccionado utilizando el bloque Registro de actividad del alumno.

source: Time
es_es: Tiempo

source: Time Period
es_es: Periodo de tiempo

source: Time Spent
es_es: Tiempo empleado

source: Time spent
es_es: Tiempo empleado

source: Time spent by learner(in seconds)
es_es: Tiempo empleado por el alumno (en segundos)

source: Time spent in the
es_es: Tiempo pasado en el

source: Time spent on
es_es: Tiempo dedicado a

source: Time Spent on Course - Revamped Graphical Report
es_es: Tiempo dedicado al curso - Informe gráfico renovado

source: Time Spent on a
es_es: Tiempo dedicado a una

source: Time spent on a course
es_es: Tiempo dedicado a un curso

source: Time Spent:
es_es: Tiempo empleado:

source: TIME TAKEN
es_es: TIEMPO TOMADO

source: Time Taken
es_es: Tiempo empleado

source: Time Taken(in sec)
es_es: Tiempo empleado (en segundos)

source: Time Tracking
es_es: Control del tiempo

source: Time Tracking Module
es_es: Módulo de control del tiempo

source: Time Tracking Setting
es_es: Configuración del seguimiento del tiempo

source: Time Tracking Settings
es_es: Ajustes de seguimiento del tiempo

source: Title
es_es: Título

source: To
es_es: A

source: To %s
es_es: A %s

source: To control the accessibility of the ProPanel Dashboard for Group Leaders and other user roles go to
es_es: Para controlar la accesibilidad del panel de control de ProPanel para los jefes de grupo y otras funciones de usuario, vaya a

source: To date
es_es: Hasta la fecha

source: Today
es_es: Hoy

source: Total (Pass & Fail) Attempts
es_es: Total (aprobados y suspensos) Intentos

source: Total Attempts
es_es: Total de intentos

source: Total Attempts:
es_es: Total de intentos:

source: Total Courses
es_es: Total Cursos

source: Total Enrollments:
es_es: Matriculaciones totales:

source: Total Learners
es_es: Total de alumnos

source: Total Pass Attempts
es_es: Total de intentos de pase

source: Total Points Available
es_es: Total de puntos disponibles

source: Total Points:
es_es: Total de puntos:

source: Total quiz attempts
es_es: Total de intentos

source: Total Revenue
es_es: Ingresos totales

source: Total Revenue Earned
es_es: Ingresos totales obtenidos

source: Total Revenue:
es_es: Ingresos totales:

source: Total Time Spent
es_es: Tiempo total empleado

source: Total time spent:
es_es: Tiempo total empleado:

source: Total Time Taken
es_es: Tiempo total empleado

source: Unable to process this request
es_es: No se puede procesar esta solicitud

source: Unlock the benefits of the Student Quiz Reports by upgrading to LearnDash LMS - Reports PRO.
es_es: Desbloquea los beneficios de los Informes de las Pruebas de los Alumnos actualizando a LearnDash LMS - Informes PRO.

source: Up
es_es: Arriba

source: Update
es_es: Actualización

source: Update your ProPanel dashboard now!
es_es: Actualice ahora su panel de control de ProPanel

source: Update your ProPanel dashboard now!
es_es: Actualice ahora su panel de control de ProPanel

source: Upgrade Data
es_es: Actualizar datos

source: UPGRADE NOW
es_es: ACTUALIZAR AHORA

source: Upgrade to Lifetime
es_es: Actualizar a vitalicio

source: UPGRADE TO PRO
es_es: ACTUALIZACIÓN A PRO

source: Upgrade To PRO
es_es: Actualizar a PRO

source: Upgrade to PRO
es_es: Actualizar a PRO

source: Upgrade your FREE LearnDash LMS - Reports Plugin to PRO!
es_es: ¡Actualiza tu LearnDash LMS - Reports Plugin GRATIS a PRO!

source: Upgrade your FREE LearnDash LMS - Reports Plugin to PRO!
es_es: ¡Actualiza tu LearnDash LMS - Reports Plugin GRATIS a PRO!

source: User Email
es_es: Correo electrónico del usuario

source: User ID
es_es: ID de usuario

source: USER ID: %s
es_es: ID USUARIO: %s

source: USER LOGIN: %s
es_es: USUARIO LOGIN: %s

source: User Name
es_es: Nombre de usuario

source: User Name:
es_es: Nombre de usuario:

source: USER RESPONSE
es_es: RESPUESTA DEL USUARIO

source: User Role Access for ProPanel Dashboard
es_es: Acceso de usuario para el panel de control de ProPanel

source: Username
es_es: Nombre de usuario

source: Users
es_es: Usuarios

source: Using the Avg Quiz attempts block, date filter block and the Reports Filter block, the report shows the average attempts made on the quizzes by learners, shows the count of total attempts made on the quizzes. Course selection from the Reports Filter block is required to view this graph.
es_es: Utilizando el bloque Intentos promedio en cuestionarios, el bloque de filtro de fecha y el bloque de filtro de informes, el informe muestra el promedio de intentos realizados en los cuestionarios por los alumnos, muestra el recuento de intentos totales realizados en los cuestionarios, muestra el recuento de intentos totales realizados en los cuestionarios intentos realizados en los cuestionarios. Se requiere la selección del curso desde el bloque de Filtro de Informes para ver este gráfico.

source: Using the Course Completion Rate block, users will be able to visualize the percentage of learners who have completed a course. Group leaders will be able to see the course completion rate data for their own group using the local group filter. Admins have the flexibility to filter by categories.
es_es: Mediante el bloque Tasa de finalización del curso, los usuarios podrán visualizar el porcentaje de alumnos que han completado un curso. Los responsables de grupo podrán ver los datos de la tasa de finalización de cursos de su propio grupo utilizando el filtro de grupo local. Los administradores pueden filtrar por categorías.

source: Using the Course list block, Date Filter block, Reports Filter block, a tabular report is displayed that shows the course data for the list of users who are enrolled in the course.Select course from the Report Filter block.
es_es: Utilizando el bloque Lista de cursos, el bloque Filtro de fechas y el bloque Filtro de informes, se visualiza un informe tabular que muestra los datos de los cursos de la lista de usuarios inscritos en el curso que muestra los datos del curso para la lista de usuarios inscritos en el curso seleccione el curso en el bloque Filtro de informes.

source: Using the Learner pass/fail rate block, Date filter block, a bar chart containing the percentage of pass students for the courses will be displayed.
es_es: Utilizando el bloque Porcentaje de aprobados/reprobados de los alumnos, bloque Filtro de fechas, se mostrará un gráfico de barras que contiene el porcentaje de alumnos aprobados de los cursos.

source: Using the Learner pass/fail rate block, Date filter block, Reports Filter block, a pie chart is shown containing the ratio of the pass/fail percentage for the selected course.
es_es: Utilizando el bloque Porcentaje de aprobados/reprobados del alumno, el bloque Filtro de fechas, el bloque Filtro de informes, se muestra un gráfico circular que contiene el porcentaje de aprobados/reprobados del curso seleccionado.

source: Using the Quiz completion time block and the Date Filter block, this report displays the avg time learners take to complete the quizzes in each course.
es_es: Utilizando el bloque Tiempo de finalización del cuestionario y el bloque Filtro de fecha, este informe muestra el tiempo medio que tardan los alumnos en completar los cuestionarios de cada curso que tardan los alumnos en completar los cuestionarios de cada curso.

source: Using the Revenue from courses block and the Date Filter block, this report displays the Revenue earned Course-wise for the selected date range.
es_es: Utilizando el bloque Ingresos por cursos y el bloque Filtro de fechas, este informe muestra los Ingresos obtenidos por cursos para el intervalo de fechas seleccionado.

source: Using the time spent on a course block and the Reports Filter block, we get a pie graph that shows the percentage of time spent in the courses enrolled by a particular learner. We need to select the learner using the Reports Filter block.
es_es: Utilizando el bloque de tiempo dedicado a un curso y el bloque Filtro de informes, obtenemos un gráfico circular que muestra el porcentaje de tiempo dedicado a los cursos matriculados por un alumno en particular. Es necesario seleccionar el alumno mediante el bloque Filtro de informes.

source: Version
es_es: Versión

source: Version
es_es: Versión

source: view
es_es: ver

source: View dashboard
es_es: Ver cuadro de mandos

source: View Idle Time Configuration Log
es_es: Ver el registro de configuración del tiempo de inactividad

source: View More
es_es: Ver más

source: View page
es_es: Ver la página

source: View the latest activity on the website related to the Courses and Course Progression, Quiz attempts by the learner/s using the Learner Activity Log. Inactive Users list will show which users are inactive during a specific time-frame and when they were last active
es_es: Vea la actividad más reciente en el sitio web relacionada con los Cursos y la Progresión del Curso, los intentos de Cuestionario por parte de los alumnos utilizando el Registro de Actividad del Alumno. La lista de Usuarios Inactivos mostrará qué usuarios están inactivos durante un periodo de tiempo específico y cuándo estuvieron activos por última vez

source: Visit learndash.com to learn more about <a href="%1$s" target="_blank">getting started</a>.
es_es: Visita learndash.com para obtener más información sobre <a href="%1$s" target="_blank">cómo empezar</a>.

source: Visited
es_es: Visitado

source: Visually grasp an overview of the time spent by all learners compared to the average time spent.
es_es: Obtenga visualmente una visión general del tiempo empleado por todos los alumnos en comparación con el tiempo medio empleado.

source: We
es_es: Nosotros

source: We can also specify a defined date period to monitor activity between 2 custom dates using the embedded Date filter inside this block.
es_es: También podemos especificar un período de fechas definido para supervisar la actividad entre 2 fechas personalizadas utilizando el filtro de fecha incrustado dentro de este bloque.

source: We do not recommend you to “switch off” this setting as it will stop tracking the “Idle Time” and affect the “Time Spent” Reports on the ProPanel Dashboard which might lead to inaccurate data.
es_es: No le recomendamos que "desactive" este ajuste, ya que dejará de registrar el "Tiempo de inactividad" y afectará a los informes de "Tiempo empleado" en el Panel de control de ProPanel, lo que podría dar lugar a datos inexactos.

source: We have enhanced the Time Spent on Course reports with improved visualizations, enabling a quick and intuitive understanding of the time spent by learners
es_es: Hemos mejorado los informes de Tiempo dedicado al curso con visualizaciones mejoradas, lo que permite una comprensión rápida e intuitiva del tiempo dedicado por los alumnos

source: We have enhanced the Time Spent on Course reports with improved visualizations, enabling a quick and intuitive understanding of the time spent by learners to quickly get the
es_es: Hemos mejorado los informes de Tiempo dedicado al curso con visualizaciones mejoradas, lo que permite una comprensión rápida e intuitiva del tiempo dedicado por los alumnos para obtener rápidamente la

source: We have Introduced a
es_es: Hemos introducido un

source: We have introduced a Group Filter for the admin on the Reports Dashboard in the "Filters" Gutenberg Block so that admin can view the reports group wise.
es_es: Hemos introducido un filtro de grupo para el administrador en el panel de informes en el bloque "Filtros" de Gutenberg para que el administrador pueda ver los informes por grupo.

source: We have introduced a new Gutenberg graph : Course Progress so that you can understand and take actions to improve the learners progress in the course
es_es: Hemos introducido un nuevo gráfico Gutenberg : Progreso del curso para que pueda comprender y tomar medidas para mejorar el progreso de los alumnos en el curso

source: We have introduced the Quiz attempts bulk export for users to analyze the learners answers for a quiz or the quiz results of all the learners for a Quiz
es_es: Hemos introducido la exportación masiva de intentos de cuestionarios para que los usuarios puedan analizar las respuestas de los alumnos de un cuestionario o los resultados de todos los alumnos de un cuestionario

source: We have Introduced two
es_es: Hemos introducido dos

source: We have Introduced two new Gutenberg blocks : Inactive user list and Learner Activity Log so that you can understand and take actions to improve the learners engagement in the course
es_es: Hemos introducido dos nuevos bloques de Gutenberg: Lista de usuarios inactivos y Registro de actividad de los alumnos para que pueda comprender y tomar medidas para mejorar la participación de los alumnos en el curso

source: We've also enhanced the performance the above report by optimizing how we store time spent data in our course time entries table. To
es_es: También hemos mejorado el rendimiento del informe anterior optimizando la forma en que almacenamos los datos de tiempo empleado en nuestra tabla de entradas de tiempo del curso. Para

source: We've also enhanced the performance the above report by optimizing how we store time spent data in our course time entries table. To see the
es_es: También hemos mejorado el rendimiento del informe anterior optimizando la forma en que almacenamos los datos de tiempo empleado en nuestra tabla de entradas de tiempo del curso. Para ver el
