Repository: alcaudon89/wordpress-plugins-translations
Catalog: learndash-reports-pro/learndash-reports-pro-*.po
Languages: es_es

source: No Data Found
es_es: No se han encontrado datos

source: No data found for accessible learners
es_es: No se han encontrado datos sobre alumnos accesibles

source: No data found for the selected filters
es_es: No se han encontrado datos para los filtros seleccionados

source: No Data to display
es_es: No hay datos que mostrar

source: No Data to Display.
es_es: No hay datos que mostrar.

source: No Learners found
es_es: No se han encontrado alumnos

source: No learners found
es_es: No se han encontrado alumnos

source: No Learners in this progress range.
es_es: No hay alumnos en este nivel de progreso.

source: No Log Entries found
es_es: No se han encontrado entradas de registro

source: No Students Enrolled
es_es: No hay alumnos matriculados

source: No Students enrolled
es_es: No Estudiantes matriculados

source: No Students enrolled in the selected %s/module.
es_es: No Estudiantes matriculados en el %s/módulo seleccionado.

source: No Students enrolled in this %s.
es_es: No hay estudiantes matriculados en este %s.

source: No Students have made %s attempts
es_es: No Los estudiantes han realizado %s intentos

source: No Users enrolled to this group
es_es: No hay usuarios inscritos en este grupo

source: No. Of
es_es: Nº de

source: No. of Attempts - Not Passed:
es_es: Nº de intentos - No aprobado:

source: No. of Attempts - Passed:
es_es: Nº de intentos - Aprobado:

source: No. of Attempts:
es_es: Nº de intentos:

source: No. Of Quizzes Fail
es_es: Nº de cuestionarios fallados

source: No. Of Quizzes Pass
es_es: Nº de cuestionarios superados

source: No. Of Students
es_es: Nº de estudiantes

source: No. Of Students Completed Quiz
es_es: Nº de alumnos que han completado el cuestionario

source: Nonce verification failed
es_es: Fallo en la verificación Nonce

source: Not Active
es_es: No activo

source: Not available
es_es: No disponible

source: Not Complete
es_es: No Completo

source: Not Graded
es_es: Sin calificar

source: Not right now
es_es: Ahora no

source: Not Started
es_es: No iniciado

source: Not Started Any Courses:
es_es: No se ha iniciado ningún curso:

source: Note:
es_es: Nota:

source: Note:
es_es: Nota:

source: Note: We highly recommend you to perform the following action %s
es_es: Nota: Le recomendamos encarecidamente que realice la siguiente acción %s

source: Note: We recommend to download at most 10000 number of quiz attempts to avoid server timeout.
es_es: Nota: Recomendamos descargar como máximo 10000 intentos de cuestionario para evitar que el servidor agote el tiempo de espera.

source: November
es_es: Noviembre

source: October
es_es: Octubre

source: Of
es_es: De

source: of
es_es: de

source: Once launched, only the admin can access this page. To provide access to others, navigate to the WordPress dashboard > ProPanel > Settings tab.
es_es: Una vez iniciada, sólo el administrador puede acceder a esta página. Para permitir el acceso a otras personas, vaya al panel de WordPress > ProPanel > pestaña Configuración.

source: Only the latest 10 entries will be shown here.
es_es: Sólo se mostrarán aquí las 10 últimas entradas.

source: OPTIONS
es_es: OPCIONES

source: OR
es_es: O

source: Or the learner is “Idle” (Idle Time) on the current tab such as:
es_es: O el alumno está "Idle" (Tiempo de inactividad) en la pestaña actual como:

source: Page
es_es: Página

source: Page %1$s of %2$d
es_es: Página %1$s de %2$d

source: Partially
es_es: Parcialmente

source: PASS
es_es: PASE

source: Pass
es_es: Pase

source: Pass %
es_es: Aprobado %

source: Pass / Fail
es_es: Aprobado / Suspenso

source: PASS RATE
es_es: ÍNDICE DE APROBADOS

source: Pass Rate = 100 * Pass Attempts/Total Attempts
es_es: Porcentaje de aprobados = 100 * Intentos aprobados/Intentos totales

source: Passed
es_es: Aprobado

source: Past
es_es: Anterior

source: Pending Assignments
es_es: Asignaciones pendientes

source: Performance Optimization
es_es: Optimización del rendimiento

source: Play a game with WisdmLabs to get ahead of the black friday sale
es_es: Juega con WisdmLabs para adelantarte a las rebajas del black friday

source: Please upgrade the plugin to access this feature
es_es: Actualice el plugin para acceder a esta función

source: Please Wait...
es_es: Por favor, espere...

source: Plugin Activation Successful. You are just a few steps away from launching your ProPanel Dashboard.
es_es: Activación del Plugin exitosa. Usted está a pocos pasos de lanzar su ProPanel Dashboard.

source: POINTS
es_es: PUNTOS

source: Points Earned
es_es: Puntos obtenidos

source: POINTS SCORED
es_es: PUNTOS ANOTADOS

source: Points Scored
es_es: Puntos anotados

source: Previous
es_es: Anterior

source: Previous Versions
es_es: Versiones anteriores

source: Proceed anyway
es_es: Proceda de todos modos

source: Progress %
es_es: Progreso

source: Progress Rate
es_es: Tasa de progreso

source: ProPanel &rsaquo; Setup Wizard
es_es: ProPanel &rsaquo; Asistente de instalación

source: ProPanel Dashboard
es_es: Panel de control de ProPanel

source: ProPanel dashboard
es_es: Panel de control de ProPanel

source: ProPanel Dashboard updated successfully.
es_es: ProPanel Dashboard actualizado correctamente.

source: ProPanel requires the following plugin(s) to be active:
es_es: ProPanel requiere que los siguientes plugins estén activos:

source: QUESTION
es_es: PREGUNTA

source: Question
es_es: Pregunta

source: Question Category:
es_es: Categoría de preguntas:

source: Question Response Report
es_es: Informe de respuesta a las preguntas

source: Question Response Report Fields
es_es: Campos del informe de respuesta a preguntas

source: QUESTION TYPE
es_es: TIPO DE PREGUNTA

source: Question Type
es_es: Tipo de pregunta

source: Question Type:
es_es: Tipo de pregunta:

source: Quick Stats
es_es: Estadísticas rápidas

source: Quiz
es_es: Cuestionario

source: Quiz Category
es_es: Categoría Quiz

source: Quiz Category:
es_es: Categoría del concurso:

source: Quiz Completion Rate
es_es: Tasa de finalización de cuestionarios

source: Quiz completion rate
es_es: Tasa de finalización de cuestionarios

source: Quiz completion time
es_es: Tiempo de realización del cuestionario

source: Quiz completion time per course
es_es: Tiempo de realización del cuestionario por curso

# Quiz Label
source: %s Title
es_es: %s Título

source: Quiz Name:
es_es: Nombre del concurso:

source: Quiz Report View
es_es: Vista del informe del cuestionario

source: Quiz Reports
es_es: Informes de los cuestionarios

source: Quiz Status
es_es: Estado del cuestionario

source: Quiz Title
es_es: Título de la prueba

source: Quiz Title:
es_es: Título del cuestionario:

source: Quizzes
es_es: Cuestionarios

source: Quizzes (not linked to any course)
es_es: Cuestionarios (no vinculados a ningún curso)

source: Rate of Quiz Completion
es_es: Tasa de finalización de cuestionarios

source: Ready!
es_es: ¡Listos!

source: Refer the following links from the documentation of the plugin:
es_es: Consulte los siguientes enlaces de la documentación del plugin:

source: Refer to this for a list of all reporting blocks.
es_es: Consulte aquí la lista de todos los bloques de información.

source: Refresh available options
es_es: Actualizar las opciones disponibles

source: Related course is excluded from reports
es_es: El curso relacionado se excluye de los informes

source: Related user is excluded from reports
es_es: El usuario relacionado queda excluido de los informes

source: Related user role is excluded from reports
es_es: El rol de usuario relacionado está excluido de los informes

source: Renew License
es_es: Renovar licencia

source: Report of the Inactive Users
es_es: Informe de los usuarios inactivos

source: Report of the Learner Activity Log`
es_es: Informe del registro de actividades del alumno

source: Report Tools
es_es: Herramientas de informe

source: Report View
es_es: Ver informe

source: Reports
es_es: Informes

source: Reports
es_es: Informes

source: Reports for LearnDash PRO
es_es: Informes para LearnDash PRO

source: Reports for open %s are not accessible for the time-being
es_es: Los informes de %s abiertos no son accesibles por el momento

source: Reports Free is no longer required and has been deactivated.
es_es: Reports Free ya no es necesario y ha sido desactivado.

source: Reports setup
es_es: Configuración de informes

source: Request timed out. Please try again later.
es_es: Solicitud agotada. Vuelva a intentarlo más tarde.

source: Requested resource not accessible.
es_es: No se puede acceder al recurso solicitado.

source: Result
es_es: Resultado

source: Results
es_es: Resultados

source: Revenue Course-wise.
es_es: Curso de ingresos.

source: Revenue data not found
es_es: Datos de ingresos no encontrados

source: Revenue From
es_es: Ingresos de

source: Revenue From Courses
es_es: Ingresos por cursos

source: Revenue from courses
es_es: Ingresos por cursos

source: Revenue From Courses.csv
es_es: Ingresos por cursos.csv

source: Revenue per
es_es: Ingresos por

source: RTL compatibility and Multilingual compatibility with WPML
es_es: Compatibilidad RTL y multilingüe con WPML

source: Running this will update the course user enrollment data to a better format in the database so that the reports gets loaded faster.
es_es: Ejecutar esto actualizará los datos de inscripción de los usuarios del curso a un formato mejor en la base de datos para que los informes se carguen más rápido.

source: Running this will update the group user enrollment data to a better format in the database so that the reports gets loaded faster.
es_es: Ejecutando esto se actualizarán los datos de inscripción de usuarios del grupo a un formato mejor en la base de datos para que los informes se carguen más rápido.

source: Save
es_es: Guardar

source: Save BIG on both Money and Time this Black Friday Cyber Monday Season!
es_es: Ahorre mucho dinero y tiempo en esta temporada de Black Friday y Cyber Monday

source: Save Changes
es_es: Guardar cambios

source: Score
es_es: Puntuación

source: Score (in %)
es_es: Puntuación (en %)

source: Score (in%)
es_es: Puntuación (en %)

source: Score(%)
es_es: Puntuación(%)

source: Score(in %):
es_es: Puntuación (en %):

source: Search
es_es: Buscar en

source: Search any user, quiz or course
es_es: Buscar cualquier usuario, cuestionario o curso

source: Search term is short enter at least 3 letters
es_es: El término de búsqueda es corto introduzca al menos 3 letras

source: Seconds
es_es: Segundos

source: Security check failed. Please try again later.
es_es: Error en la comprobación de seguridad. Vuelva a intentarlo más tarde.

source: see the learner's earlier time spent information on this enhanced report,
es_es: ver la información sobre el tiempo dedicado anteriormente por el alumno en este informe mejorado,

source: Select
es_es: Seleccione

source: Select Courses...
es_es: Seleccionar cursos...

source: Select User Role...
es_es: Seleccionar rol de usuario...

source: Select Users...
es_es: Seleccionar usuarios...

source: Select View
es_es: Seleccionar vista

source: selected
es_es: seleccionado

source: September
es_es: Septiembre

source: Settings
es_es: Ajustes

source: Shoot us an email at
es_es: Envíenos un correo electrónico a

source: Show 10
es_es: Mostrar 10

source: Show 20
es_es: Ver 20

source: Show 5
es_es: Espectáculo 5

source: Show All Courses
es_es: Mostrar todos los cursos

source: Show Reports
es_es: Mostrar informes

source: SHOWING DATA FOR
es_es: MOSTRANDO DATOS DE

source: Skip
es_es: Saltar

source: Skip for now
es_es: Saltar por ahora

source: Skip this step
es_es: Omitir este paso

source: so that you can understand and take actions to improve learners engagement in the course
es_es: para que pueda comprender y tomar medidas para mejorar la participación de los alumnos en el curso

source: so that you can understand and take actions to improve learners progress in the course
es_es: para que pueda comprender y tomar medidas para mejorar el progreso de los alumnos en el curso

source: Something went wrong OR data not found!!!
es_es: Algo ha ido mal O ¡¡¡Datos no encontrados!!!

source: Sorry you are not allowed to access this block, please check if you have proper access permissions
es_es: Lo sentimos, no tiene permiso para acceder a este bloque, por favor compruebe si tiene los permisos de acceso adecuados

source: Sort elements
es_es: Ordenar elementos

source: spending significantly less or more time
es_es: pasar mucho menos o más tiempo

source: SPIN AND WIN
es_es: GIRAR Y GANAR

source: Spin the Wheel to Win Free Access or discount on our Premium WordPress and LearnDash Product
es_es: Gira la ruleta para ganar acceso gratuito o un descuento en nuestros productos Premium WordPress y LearnDash

source: Start Data Migration
es_es: Iniciar la migración de datos

source: Start Date
es_es: Fecha de inicio

source: Started
es_es: Comenzó

source: Statistics not found
es_es: Estadísticas no encontradas

source: Status
es_es: Estado

source: Steps Completed
es_es: Pasos completados

source: Student %s Results
es_es: Estudiante %s Resultados

source: Student Filter
es_es: Filtro para estudiantes

source: Student Name
es_es: Nombre del alumno

source: Student Profile
es_es: Perfil del estudiante

source: Student Quiz Report Gutenberg block and My Quiz Result Page
es_es: Informe del cuestionario del alumno Bloque Gutenberg y página de resultados de Mi cuestionario

source: Student Quiz Reports page
es_es: Página de informes de las pruebas de los alumnos

source: Student Table
es_es: Mesa de estudiantes

source: Students can view their past quiz attempts and responses and analyze from the detailed quiz results using the Student table block and the Reports Filter block.
es_es: Los estudiantes pueden ver sus intentos y respuestas de cuestionarios anteriores y analizar desde el cuestionario detallado detallados utilizando el bloque de tabla Alumno y el bloque Filtro de Informes.

source: Successfully created ProPanel page
es_es: Página ProPanel creada con éxito

source: Successfully created ProPanel Student Quiz Reports page
es_es: Creada con éxito la página ProPanel Student Quiz Reports

source: Talk to us:
es_es: Hable con nosotros:

source: The "WooCommerce Admin" plugin will be installed and activated
es_es: El plugin "WooCommerce Admin" será instalado y activado

source: The average time spent completing a course and the average time spent by learners currently enrolled in the course.
es_es: El tiempo medio empleado en completar un curso y el tiempo medio empleado por los alumnos actualmente matriculados en el curso.

source: The Course Progress Block will allow admins/group leaders/instructors to know how much progress has been made by all learners in a course(s). Switch to the local course specific tab to access the report. Applying local group and course filters will show how many and which learners are falling behind in a particular course.
es_es: El Bloque de Progreso del Curso permitirá a los administradores/líderes de grupo/instructores saber cuánto han progresado todos los alumnos en un curso(s). Cambie a la pestaña específica del curso local para acceder al informe. La aplicación de filtros locales de grupo y curso mostrará cuántos y qué alumnos se están quedando atrás en un curso concreto.

source: The Course Progress Block will allow group leaders/instructors to understand the progress of enrolled courses for a particular learner. Switch to the local learner tab and apply a learner search filter to access the learner specific course progress report.
es_es: El Bloque de Progreso del Curso permitirá a los líderes de grupo/instructores conocer el progreso de los cursos matriculados para un alumno en particular. Cambie a la pestaña de alumno local y aplique un filtro de búsqueda de alumno para acceder al informe de progreso del curso específico del alumno.

source: The dashboard below is pre-configured. You can also hide/show/reorder the blocks and reuse the same pattern below.
es_es: El panel de control de abajo está preconfigurado. También puede ocultar/mostrar/reordenar los bloques y reutilizar el mismo patrón de abajo.

source: The first view allows the user to see all the quiz attempts using the Quiz Report Block - Select Default Quiz report view and the Date Filter block.
es_es: La primera vista permite al usuario ver todos los intentos de cuestionario utilizando el Bloque de Informe de Cuestionario - Seleccione la vista predeterminada de informe de cuestionario y el bloque de filtro de fecha.

source: The following wizard will help you configure your reports and get you started quickly.
es_es: El siguiente asistente le ayudará a configurar sus informes y a empezar rápidamente.

source: The Free version does not track the “Idle Time” of the learners on the site.
es_es: La versión gratuita no registra el "tiempo de inactividad" de los alumnos en el sitio.

source: The learner - “opens another tab and leaves the current tab
es_es: El alumno - "abre otra pestaña y abandona la pestaña actual

source: the learner does not move the cursor
es_es: el alumno no mueve el cursor

source: the learner does not perform any keyboard strokes
es_es: el alumno no realiza ninguna pulsación en el teclado

source: the learner is “Idle” on the current tab such as “the learner does not move the cursor” or
es_es: el alumno está "inactivo" en la pestaña actual, como "el alumno no mueve el cursor" o

source: the learner is “Idle” on the current tab such as “the learner does not perform any keyboard strokes”.
es_es: el alumno está "inactivo" en la pestaña actual, como "el alumno no realiza ninguna pulsación en el teclado".

source: The Learner-specific reports to check important reports for individual learners.
es_es: Los informes específicos de cada alumno para consultar los informes importantes de cada alumno.

source: The page seems to have been deleted/removed. Please click on the link below to create the page manually.
es_es: Parece que la página ha sido borrada/eliminada. Haga clic en el siguiente enlace para crear la página manualmente.

source: The plugin has been updated successfully.
es_es: El plugin se ha actualizado correctamente.

source: The Pro version will track “Idle Time” for you and produce more accurate “Time Spent” Reports.
es_es: La versión Pro rastreará el "Tiempo de inactividad" por usted y producirá Informes de "Tiempo empleado" más precisos.

source: The ProPanel Dashboard can be accessed at any time from here.
es_es: Desde aquí se puede acceder en cualquier momento al panel de control de ProPanel.

source: The Quiz Reports Tab to check Quiz Attempt Reports.
es_es: La pestaña de Informes de Quiz para comprobar los Informes de Intentos de Quiz.

source: the reporting blocks
es_es: los bloques informativos

source: The revamped Course Completion Rate block will allow group leaders/admins to understand how many learners have completed the course(s). The Course Progress Graph helps understand how much progress has been made by all learners in a course and a list of learners who are falling behind in a particular course. It also allows group leaders/instructors to understand how much progress has been made by a learner in enrolled courses. Additionally, these reports are available as Gutenberg blocks and can be used anywhere on the site.
es_es: El bloque renovado Tasa de finalización del curso permitirá a los administradores y jefes de grupo saber cuántos alumnos han completado el curso. El Gráfico de progreso del curso ayuda a comprender cuánto han progresado todos los alumnos en un curso y una lista de los alumnos que se están quedando atrás en un curso concreto. También permite a los líderes de grupo/instructores comprender cuánto ha progresado un alumno en los cursos matriculados. Además, estos informes están disponibles como bloques Gutenberg y pueden utilizarse en cualquier parte del sitio.

source: The second view allows the user to customize the Quiz Results and analyze them in a detailed view. Need to select the appropriate filters and the fields (by clicking on the Customize Report Button) and click on Apply Filters to display the reports. USe the Quiz Reports Block and select the customized quiz view and the Date filter block.
es_es: La segunda vista permite al usuario personalizar los resultados del cuestionario y analizarlos en una vista detallada detallada. Es necesario seleccionar los filtros apropiados y los campos (haciendo clic en el botón Personalizar Informe) y hacer clic en Aplicar Filtros para mostrar los informes. Use el Bloque de Reportes de Cuestionarios y seleccione la vista personalizada del cuestionario y el bloque de filtro Fecha.

source: The Student Quiz Result Reports allows learners to analyze past quiz results and improve their performance accordingly.
es_es: Los informes de resultados de los cuestionarios de los alumnos les permiten analizar los resultados de cuestionarios anteriores y mejorar su rendimiento en consecuencia.

source: The Student Quiz Results page can be accessed at any time from here.
es_es: Desde aquí se puede acceder en cualquier momento a la página de resultados de las pruebas de los alumnos.

source: The updated Time Spent on Course reports offer improved visualizations to easily understand how the learners are spending time in a course. It includes filters for courses, categories, and groups, with an option to focus on completed or in-progress learners. There are two bar charts: one for Time Spent by all learner in course and one for the time spent by an individual learner in all the enrolled courses, with multiple time period views (minutes, hours, days).With the graphical reporting block an Admin/ Group leader / Instructor can easily understand the following
es_es: Los informes actualizados de Tiempo invertido en el curso ofrecen visualizaciones mejoradas para comprender fácilmente el tiempo que los alumnos invierten en un curso. Incluye filtros para cursos, categorías y grupos, con la opción de centrarse en alumnos finalizados o en curso. Hay dos gráficos de barras: uno para el tiempo invertido por todos los alumnos en el curso y otro para el tiempo invertido por un alumno individual en todos los cursos matriculados, con múltiples vistas de periodos de tiempo (minutos, horas, días)

source: The user roles selected here and the admin will have access to the ProPanel Dashboard.
es_es: Los roles de usuario seleccionados aquí y el administrador tendrán acceso al Panel de Control de ProPanel.

source: There are no learners yet who are in progress or have completed the selected course” or select a different course.
es_es: Aún no hay alumnos que estén realizando o hayan finalizado el curso seleccionado" o seleccione un curso diferente.

source: There is no result for "%s".
es_es: No hay resultados para "%s".

source: This Bar graph report displays the total number of daily learner enrollments for the selected date range.
es_es: Este informe de gráfico de barras muestra el número total de inscripciones diarias de alumnos para el intervalo de fechas seleccionado.

source: This block along with the date filter block gives a snapshot of the number of pending assignments for all the courses for a particular time period.
es_es: Este bloque, junto con el bloque de filtro de fecha, ofrece una instantánea del número de tareas pendientes de todos los cursos para un periodo de tiempo determinado.

source: This block along with the date filter block gives a snapshot of the total number of courses that are live for a particular time period
es_es: Este bloque, junto con el bloque de filtro de fecha, ofrece una instantánea del número total de cursos activos en un periodo de tiempo determinado
