Repository: alcaudon89/wordpress-plugins-translations
Catalog: learndash-reports-pro/learndash-reports-pro-*.po
Languages: es_es

source: (latest courses first)
es_es: (primero los cursos más recientes)

source: (oldest courses first)
es_es: (primero los cursos más antiguos)

source: all
es_es: todos

source: and we would be delighted to help you out.
es_es: y estaremos encantados de ayudarle.

source: Auto Update Page
es_es: Página de actualización automática

source: click below to go to data upgrade settings.
es_es: haga clic a continuación para ir a la configuración de actualización de datos.

source: Days
es_es: Días

source: For each learner,
es_es: Para cada alumno,

source: Identify learners who are
es_es: Identificar a los alumnos que

source: If there are any learners that were already “in-progress” of courses, the “Idle Time” for these learners will only start getting tracked after this setting was activated.
es_es: Si hay alumnos que ya estaban "en curso" de cursos, el "Tiempo de inactividad" de estos alumnos sólo empezará a registrarse después de que se active esta configuración.

source: in a course for course completion or in progress learner.
es_es: en un curso de finalización de curso o de alumno en curso.

source: in their enrolled course with the overall average time spent in a course.
es_es: en su curso matriculado con el tiempo medio global de permanencia en un curso.

source: It may take a while for a report to be generated depending of the amount of the data selected.
es_es: Dependiendo de la cantidad de datos seleccionados, el informe puede tardar un poco en generarse.

source: learners completed
es_es: alumnos finalizados

source: Manually Edit Page
es_es: Editar página manualmente

source: Manually Enable
es_es: Activar manualmente

source: Manually Enable the reporting blocks
es_es: Habilitar manualmente los bloques de informes

source: No learners found for the search string'
es_es: No se han encontrado alumnos para la cadena de búsqueda"

source: No learners/quizzes/courses found for the search string '
es_es: No se han encontrado alumnos/cursos para la cadena de búsqueda '

source: Note:
es_es: Nota:

source: OR
es_es: O

source: out of
es_es: de

source: Reports
es_es: Informes

source: Specific Reports
es_es: Informes específicos

source: than the average.
es_es: que la media.

source: The
es_es: En

source: Title
es_es: Título

source: Type 3 or more letters to search
es_es: Escriba 3 o más letras para buscar

source: Upgrade Data now
es_es: Actualizar datos ahora

source: Upgrade data now
es_es: Actualizar datos ahora

source: We request you to perform the following actions to %1$s. By Incorporating the LearnDash user enrollment data in a better format into the course and group post meta tables, you will %2$s
es_es: Le pedimos que realice las siguientes acciones a %1$s. Al Incorporar los datos de inscripción de usuarios de LearnDash en un mejor formato en las meta tablas de post de cursos y grupos, se %2$s

source: You do not have a permission to access this page.
es_es: No tiene permiso para acceder a esta página.

source: "Idle Time" not configured. Configure the Settings from here
es_es: "Tiempo de inactividad" no configurado. Configure los ajustes desde aquí

source: "Idle Time" not configured. This is available in the PRO version of the plugin
es_es: "Tiempo de inactividad" no configurado. Esto está disponible en la versión PRO del plugin

source: % Completion
es_es: % Finalización

source: % Learners Completed all
es_es: % Alumnos Completados todos

source: % Per
es_es: % Por

source: %1$d of %2$d
es_es: %1$d de %2$d

source: %1$s of %2$d
es_es: %1$s de %2$d

source: %1$s of %2$d points %3$s
es_es: %1$s de %2$d puntos %3$s

source: %1$s of %2$s questions answered correctly
es_es: %1$s de %2$s preguntas contestadas correctamente

source: %1$s out of %2$d
es_es: %1$s de %2$d

source: %d Learner
es_es: %d Alumno

source: %d Learners
es_es: %d Alumnos

source: %s Category
es_es: %s Categoría

source: %s Category disabled. Please contact admin.
es_es: %s Categoría desactivada. Póngase en contacto con el administrador.

source: %s Category doesn't exist
es_es: %s La categoría no existe

source: %s day
es_es: %s día

source: %s doesn't exist
es_es: %s no existe

source: %s has reached
es_es: %s ha alcanzado

source: %s Report
es_es: informe %s

source: %s Reporting Dashboard
es_es: %s Panel de informes

source: %s Score
es_es: %s Puntuación

source: %s selection is required
es_es: se requiere la selección de %s

source: %s Title
es_es: %s Título

source: %s's score
es_es: puntuación de %s

# 1: Points Earned Bold, 2: Total Points
source: %1$s of %2$d
es_es: %1$s de %2$d

# 1: Steps Completed, 2: Total Steps
source: %1$d of %2$d
es_es: %1$d de %2$d

source: 3 Filters
es_es: 3 Filtros

source: A block with duration selectors for the ProPanel
es_es: Un bloque con selectores de duración para el ProPanel

source: A table containing a list of the courses
es_es: Una tabla con la lista de los cursos

source: Access Active
es_es: Acceso activo

source: Access Denied.
es_es: Acceso denegado.

source: Access Inactive
es_es: Acceso Inactivo

source: Action
es_es: Acción

source: Activate
es_es: Activar

source: Activated
es_es: Activado

source: Activating the License Key is essential to receive regular plugin updates as well as support from LearnDash.
es_es: La activación de la clave de licencia es esencial para recibir actualizaciones periódicas del plugin, así como el apoyo de LearnDash.

source: Active
es_es: Activo

source: Active Button Label
es_es: Etiqueta del botón activo

source: Active Learners
es_es: Estudiantes activos

source: Active Licenses:
es_es: Licencias activas:

source: Activity Log
es_es: Registro de actividades

source: Activity Reports
es_es: Informes de actividad

source: Add Instructors to your LearnDash website, with capabilities to create courses content and track student progress. You can create multiple instructors roles and set commissions for paid courses that they create.
es_es: Añade instructores a tu sitio web LearnDash, con capacidad para crear contenidos de cursos y realizar un seguimiento del progreso de los alumnos. Puedes crear múltiples roles de instructores y establecer comisiones por los cursos de pago que creen.

source: Add the link of the ProPanel Dashboard to the Header Menu
es_es: Añadir el enlace del Panel de Control de ProPanel al Menú de Cabecera

source: Add the link of the Student Quiz Reports page to the Header Menu
es_es: Añadir el enlace de la página de Informes de Pruebas de Alumnos al Menú de Cabecera

source: Additionally, on applying course filter using the Reports Filter block, a pie chart is shown with the percentage completion and non- completion of quizzes for a particular course.
es_es: Además, al aplicar el filtro de cursos mediante el bloque Filtro de informes, se muestra un gráfico circular con el porcentaje de finalización y no finalización de cuestionarios para un curso en particular.

source: Additionally, on applying the course filter using the Reports Filter Gutenberg block, the bar graph shows the quiz completion time for all learners for that particular course.
es_es: Además, al aplicar el filtro de curso mediante el bloque Filtro de informes de Gutenberg, el gráfico de barras gráfico de barras muestra el tiempo de finalización del cuestionario para todos los alumnos de ese curso en particular.

source: Admins can now easily download the Quiz attempts in bulk from the Quiz statistics area on the WP dashboard (WP dashboard > Learndash LMS > Quizzes > Quiz > Statistics )
es_es: Los administradores ahora pueden descargar fácilmente los intentos de Quiz en masa desde el área de estadísticas de Quiz en el tablero WP (tablero WP > Learndash LMS > Quizzes > Quiz > Estadísticas )

source: All
es_es: Todos

source: All
es_es: Todos

source: All Attempts Report
es_es: Informe de todos los intentos

source: All Attempts Report Fields
es_es: Campos del informe Todos los intentos

source: All courses
es_es: Todos los cursos

source: All the learners have completed the selected course. To view time spent data either toggle to “Courses completed” or select a different course.
es_es: Todos los alumnos han completado el curso seleccionado. Para ver los datos de tiempo empleado, cambie a "Cursos completados" o seleccione un curso diferente.

source: All time
es_es: Todos los tiempos

source: Answer Status:
es_es: Estado de la respuesta:

source: Answered Correctly
es_es: Respuesta correcta

source: Answered Correctly?
es_es: ¿Respondió correctamente?

source: Applied
es_es: Aplicada

source: Apply
es_es: Solicitar

source: APPLY FILTER & PREVIEW REPORT
es_es: APLICAR FILTRO Y PREVISUALIZAR INFORME

source: APPLY FILTERS
es_es: APLICAR FILTROS

source: April
es_es: Abril

source: Are you still on this page?
es_es: ¿Sigues en esta página?

source: Assignments Pending
es_es: Asignaciones pendientes

source: Attempted on
es_es: Intentado el

source: Attempts
es_es: Intentos

source: August
es_es: Agosto

source: Available in PRO version
es_es: Disponible en versión PRO

source: Available in pro version
es_es: Disponible en versión pro

source: Available in ProPanel
es_es: Disponible en ProPanel

source: Average
es_es: Media

source: Average Quiz Attempts
es_es: Media de intentos

source: Average Score
es_es: Puntuación media

source: Average score
es_es: Puntuación media

source: Average Score -
es_es: Puntuación media -

source: average time spent
es_es: tiempo medio empleado

source: Avg % Quizzes completed
es_es: Porcentaje medio de cuestionarios completados

source: AVG ATTEMPTS PER
es_es: PROMEDIO DE INTENTOS POR

source: AVG COURSE PROGRESS
es_es: PROGRESO MEDIO DEL CURSO

source: Avg Course Progress = Total Progress by Learners/Learner Count
es_es: Progreso medio del curso = Progreso total de los alumnos/Cuento de alumnos

source: AVG DAILY ENROLLMENTS
es_es: MATRICULACIONES DIARIAS MEDIAS

source: AVG LEARNER PROGRESS
es_es: PROGRESO MEDIO DEL ALUMNO

source: Avg Learner Progress = Total Progress in courses/No. of Courses
es_es: Progreso medio del alumno = Progreso total en los cursos/Nº de cursos

source: Avg Pass Rate = Ratio of (Pass Attempts/Total Attempts) in all courses/No. of Courses
es_es: Tasa media de aprobados = Relación (aprobados/total de intentos) en todos los cursos/nº de cursos

source: Avg Pass Rate per
es_es: Porcentaje medio de aprobados por

source: Avg Percentage of
es_es: Porcentaje medio de

source: Avg Percentage of Quizzes Completed = Avg % of Quizzes Completed by learners in all courses/No. of Courses
es_es: Porcentaje medio de cuestionarios completados = Porcentaje medio de cuestionarios completados por los alumnos en todos los cursos/Nº de cursos

source: Avg quiz attempts
es_es: Media de intentos

source: Avg Quiz Attempts = Avg Attempts made to pass all quizzes/No. of Quizzes
es_es: Promedio de intentos de cuestionarios = Promedio de intentos realizados para aprobar todos los cuestionarios/Nº de cuestionarios

source: Avg Quiz Attempts.csv
es_es: Promedio de intentos.csv

source: Avg Quiz Completion Time = Avg Time spent on quizzes in all courses/No. of Courses.
es_es: Tiempo medio de realización de cuestionarios = Tiempo medio dedicado a los cuestionarios en todos los cursos/Nº de cursos.

source: Avg Quiz Completion Time = Avg time taken by all learners to complete quizzes in this course/No. of Learners
es_es: Tiempo medio de realización de cuestionarios = Tiempo medio que tardan todos los alumnos en completar los cuestionarios de este curso/Nº de alumnos

source: Avg Quiz Completion Time = Avg time taken by all learners to complete quizzes in this lesson/No. of Learners
es_es: Tiempo medio de realización del cuestionario = Tiempo medio empleado por todos los alumnos para completar los cuestionarios de esta lección/Nº de alumnos

source: Avg Quiz Completion Time = Avg time taken by all learners to complete quizzes in this topic/No. of Learners
es_es: Tiempo medio de realización del cuestionario = Tiempo medio empleado por todos los alumnos para completar los cuestionarios de este tema/Nº de alumnos

source: AVG QUIZ COMPLETION TIME PER LEARNER
es_es: TIEMPO MEDIO DE REALIZACIÓN DEL CUESTIONARIO POR ALUMNO

source: Avg Quiz Completion Time.
es_es: Tiempo medio de realización del cuestionario.

source: AVG REVENUE PER
es_es: INGRESOS MEDIOS POR

source: Avg Time Spent on
es_es: Tiempo medio dedicado a

source: Avg. Completion Time
es_es: Promedio Tiempo de finalización

source: Avg. Time spent by all learners(in seconds)
es_es: Promedio Tiempo empleado por todos los alumnos (en segundos)

source: Avg. Time Spent on
es_es: Avg. Tiempo dedicado a

source: Avg. Total Time Spent
es_es: Promedio Tiempo total empleado

source: BACK
es_es: VOLVER

source: Below is the dummy representation of the Learner Reports available in ProPanel.
es_es: A continuación se muestra una representación ficticia de los Informes del alumno disponibles en ProPanel.

source: Below is the dummy representation of the Quiz Reports available in ProPanel.
es_es: A continuación se muestra una representación ficticia de los Informes de Cuestionario disponibles en ProPanel.

source: Bridge the gap with a complete Reporting Solution and grow your e-learning business
es_es: Salve las distancias con una solución completa de generación de informes y haga crecer su negocio de e-learning

source: Bulk Export
es_es: Exportación masiva

source: Bulk Export Quiz attempts from WordPress backend for Admins/Group Leaders
es_es: Exportación masiva de intentos de cuestionarios desde el backend de WordPress para administradores/líderes de grupo

source: Bulk Export Quiz attempts in Frontend Report
es_es: Exportación masiva de intentos de cuestionarios en el informe Frontend

source: Cancel
es_es: Cancelar

source: Categories
es_es: Categorías

source: Category
es_es: Categoría

source: Checking the setting below and configuring will create a page on the front-end of your site which is the Student Quiz Reports page. The link of this page will also get added to your Header Menu.
es_es: Marcando la opción de abajo y configurando se creará una página en el front-end de su sitio que es la página de Informes de Pruebas de Alumnos. El enlace de esta página también se añadirá a su menú de cabecera.

source: Checking the setting below and launching the dashboard will create a page on the front-end of your site which will include the ProPanel Dashboard and will also add the link to this page to your Header Menu.
es_es: Marcando la opción de abajo y lanzando el panel de control se creará una página en el front-end de su sitio que incluirá el panel de control de ProPanel y también añadirá el enlace a esta página a su menú de cabecera.

source: Click below to add the course user enrollment data in a better format into the course postmeta table. This will help to load the reports faster.
es_es: Haga clic a continuación para añadir los datos de inscripción de usuarios del curso en un formato mejor en la tabla postmeta del curso. Esto ayudará a cargar los informes más rápidamente.

source: Click below to add the groups user enrollment data in a better format into the group post meta table. This will help to load the reports faster.
es_es: Haga clic a continuación para añadir los datos de inscripción de usuarios de grupos en un formato mejor en la tabla meta de publicaciones de grupos. Esto ayudará a cargar los informes más rápido.

source: click below to update the previous data into the course time entries table.
es_es: haga clic a continuación para actualizar los datos anteriores en la tabla de entradas de tiempo del curso.

source: Click on any item on the pie chart to see more details.
es_es: Haga clic en cualquier elemento del gráfico circular para ver más detalles.

source: Click the button below to upgrade your FREE LearnDash LMS - Reports Plugin to PRO!
es_es: ¡Haga clic en el botón de abajo para actualizar su LearnDash LMS - Reports Plugin GRATIS a PRO!

source: Click this to refresh the available options
es_es: Haga clic aquí para actualizar las opciones disponibles

source: Click this to refresh the chart
es_es: Haga clic aquí para actualizar el gráfico

source: Clicking on this button will resume the time being tracked on a course for the learner.
es_es: Al hacer clic en este botón se reanudará el tiempo de seguimiento de un curso para el alumno.

source: compare their actual time spent
es_es: comparar su tiempo real dedicado

source: Completed
es_es: Completado

source: Completed All Courses:
es_es: Completados todos los cursos:

source: Completed By Learner:
es_es: Completado por el alumno:

source: Completed By Students
es_es: Realizado por estudiantes

source: Completed Learners
es_es: Alumnos finalizados

source: completed per
es_es: completado por

source: COMPLETION
es_es: FINALIZACIÓN

source: Completion %
es_es: Finalización %

source: Completion Date
es_es: Fecha de finalización

source: Completion Rate
es_es: Tasa de finalización

source: Completion Rate.csv
es_es: Tasa de finalización.csv

source: COMPLETION TIME
es_es: TIEMPO DE FINALIZACIÓN

source: Completion Time
es_es: Tiempo de finalización

source: Completion Time.csv
es_es: Hora de finalización.csv

source: Configuration settings DOC
es_es: Ajustes de configuración DOC

source: Configure dashboard
es_es: Configurar el cuadro de mandos

source: Configure Idle Time
es_es: Configurar el tiempo de inactividad

source: Configure page
es_es: Configurar página

source: Configure ProPanel Dashboard
es_es: Configurar el panel de control de ProPanel

source: Configure Student Quiz Reports page
es_es: Configurar la página de Informes de Exámenes de Alumnos

source: Configure the setting below and launch the ProPanel Dashboard.
es_es: Configure los siguientes ajustes e inicie el panel de control de ProPanel.

source: Configure the setting below and launch the Student Quiz Reports page.
es_es: Configure los siguientes ajustes e inicie la página de Informes de Pruebas de Alumnos.

source: Configuring the Idle Time will fire a popup every time a learner is idle for the same amount of time as configured here.
es_es: Configurando el Tiempo de inactividad se disparará una ventana emergente cada vez que un alumno esté inactivo durante la misma cantidad de tiempo que se configure aquí.

source: Configuring the Idle Time will open a popup every time a learner is idle for the same amount of time as configured here.
es_es: Al configurar el tiempo de inactividad, se abrirá una ventana emergente cada vez que un alumno esté inactivo durante el mismo tiempo que se haya configurado aquí.

source: Connect with us
es_es: Conéctese con nosotros

source: Continue
es_es: Continuar

source: Correct
es_es: Correcto

source: CORRECT ANSWERS
es_es: RESPUESTAS CORRECTAS

source: Course
es_es: Curso

source: Course - %s
es_es: Curso - %s

source: Course Category
es_es: Categoría del curso

source: Course Category:
es_es: Categoría del curso:

source: Course Completion Rate
es_es: Tasa de finalización del curso

source: Course completion rate
es_es: Tasa de finalización de los cursos

source: Course Completion Rate and Course Progress Graphs
es_es: Gráficos de tasa de finalización y progreso de los cursos

# Course Label
source: %s Category
es_es: %s Categoría

source: Course List
es_es: Lista de cursos

source: Course List Table
es_es: Tabla de cursos

source: Course list table
es_es: Tabla de cursos

source: Course Progress
es_es: Progreso del curso

source: Course Progress Rate
es_es: Tasa de progreso del curso

source: Course Reports
es_es: Informes de los cursos

source: Course time data
es_es: Datos sobre la duración del curso

source: Course Users data
es_es: Datos de los usuarios del curso

source: Course:
es_es: Curso:

source: Courses
es_es: Cursos

source: Courses are sorted by publish date
es_es: Los cursos están ordenados por fecha de publicación

source: Courses with Progress in below ranges:
es_es: Cursos con Progreso en rangos inferiores:

source: Courses:
es_es: Cursos:

source: Create page
es_es: Crear página

source: Create ProPanel Dashboard
es_es: Crear ProPanel Dashboard

source: Create similar courses with just a click of a button! The entire course, lessons and topics can duplicate and add to your LearnDash LMS, thus saving your time. The plugin also allows you to duplicate groups and bulk edit titles.
es_es: ¡Crea cursos similares con sólo pulsar un botón! Todo el curso, lecciones y temas pueden duplicarse y añadirse a tu LearnDash LMS, ahorrando así tu tiempo. El plugin también te permite duplicar grupos y editar títulos a granel.

source: Current
es_es: Actual

source: Currently, the total time between a learner’s enrollment and completion in a course is displayed as the Time Spent.
es_es: Actualmente, el tiempo total entre la inscripción y la finalización de un curso por parte de un alumno se muestra como Tiempo empleado.

source: CUSTOM FIELDS
es_es: CAMPOS PERSONALIZADOS

source: Custom Range
es_es: Gama personalizada

source: Custom Report Dashboard
es_es: Panel de informes personalizados

source: Custom Report Fields
es_es: Campos de informe personalizados

source: Customize quiz reports view helps you analyze exam results in more detailed manner, please select the filters you need from th form below, and click the "Preview Report" to display the reports here.
es_es: La vista personalizada de los informes de los cuestionarios le ayuda a analizar los resultados de los exámenes de forma más detallada. Seleccione los filtros que necesite en el siguiente formulario y haga clic en "Vista previa del informe" para ver los informes aquí.

source: CUSTOMIZE REPORT
es_es: PERSONALIZAR INFORME

source: Customize Report
es_es: Personalizar informe

source: Customize your Quiz Results and analyze them in a detailed view. Please select the appropriate filters and the fields (by clicking on the Customize Report Button) and click on Apply Filters to display the reports below.
es_es: Personalice los resultados de sus cuestionarios y analícelos en una vista detallada. Por favor, seleccione los filtros apropiados y los campos (haciendo clic en el botón Personalizar Informe) y haga clic en Aplicar Filtros para mostrar los informes a continuación.

source: Customized
es_es: Personalizado

source: Customized Quiz Report View
es_es: Vista personalizada del informe del cuestionario

source: Daily Enrollments
es_es: Inscripciones diarias

source: Daily Enrollments.csv
es_es: Inscripciones diarias.csv

source: Dashboard
es_es: Cuadro de mandos

source: Data migration
es_es: Migración de datos

source: Data Upgrades
es_es: Actualización de datos

source: Date
es_es: Fecha

source: Date filter applied:
es_es: Filtro de fecha aplicado:

source: DATE OF ATTEMPT
es_es: FECHA DEL INTENTO

source: Date of Attempt
es_es: Fecha del intento

source: Date of attempt
es_es: Fecha del intento

source: Dates
es_es: Fechas

source: Deactivate
es_es: Desactivar

source: Deactivated
es_es: Desactivado

source: December
es_es: Diciembre

source: Default
es_es: Por defecto

source: Default Quiz Report View
es_es: Vista predeterminada del informe del cuestionario

source: Deleted User
es_es: Usuario eliminado

source: deleted user
es_es: usuario eliminado

source: Detailed
es_es: Detallado

source: Discard
es_es: Descartar

source: Dismiss
es_es: Desestimar

source: Dismiss Permanently
es_es: Desestimar permanentemente

source: Displays Count of the courses
es_es: Muestra el recuento de los cursos

source: Displays Count of the enrolled learners
es_es: Muestra el recuento de los alumnos matriculados

source: Displays Count of the pending assignments
es_es: Muestra el recuento de las asignaciones pendientes

source: Displays the total revenue earned during the selected time & its comparison with the previous duration
es_es: Muestra los ingresos totales obtenidos durante el tiempo seleccionado y su comparación con la duración anterior
