Repository: alcaudon89/wordpress-plugins-translations
Catalog: learndash-groups-plus/learndash-groups-plus-*.po
Languages: es_es

source: Let's use use the Gravity Forms notifications system to email the team member when an assignment needs to be resubmitted or is approved. This can also be used in conjunction with the LearnDash Notifications system, but is specific to the Gravity Form.
es_es: Vamos a utilizar el sistema de notificaciones de Gravity Forms para enviar un correo electrónico al miembro del equipo cuando una tarea necesita ser reenviada o es aprobada. Esto también se puede utilizar junto con el sistema de notificaciones de LearnDash, pero es específico de Gravity Form.

source: Let's you create one form for all assignments or use a different form specific to each assignment in different %1$s or %2$s.
es_es: Le permite crear un formulario para todas las tareas o utilizar un formulario diferente específico para cada tarea en diferentes %1$s o %2$s.

source: Limit the number of %1$s that will not use %2$s seats per %3$s.
es_es: Limitar el número de %1$s que no utilizarán %2$s plazas por %3$s.

source: Link may be expired.
es_es: El enlace puede estar caducado.

source: Loading
es_es: Cargando

source: Lock
es_es: Cerradura

source: Lock %1$s and %2$s Names
es_es: Bloquear %1$s y %2$s Nombres

source: Logged In
es_es: Conectado

source: Malformed request data.
es_es: Datos de solicitud malformados.

source: Manage %s
es_es: Gestionar %s

source: Manage %s Header
es_es: Gestionar %s Cabecera

source: Manage %s Modal
es_es: Gestionar %s Modal

source: Manage %s Report
es_es: Gestionar informe %s

source: Manage Courses
es_es: Gestionar cursos

source: Manage Email %s Modal
es_es: Gestionar Email %s Modal

source: Members
es_es: Miembros

source: Menu Order
es_es: Menú Pedidos

source: Message
es_es: Mensaje

source: Message List:
es_es: Lista de mensajes:

source: Minimum length for password is 5
es_es: La longitud mínima de la contraseña es 5

source: New password
es_es: Nueva contraseña

source: Next, this process will automatically convert your LearnDash primary groups (and UnCanny Groups if you use them) to a type of %s structure.
es_es: A continuación, este proceso convertirá automáticamente tus grupos primarios de LearnDash (y los Grupos UnCanny si los utilizas) en un tipo de estructura %s.

source: No messages found.
es_es: No se han encontrado mensajes.

source: No record found.
es_es: No se ha encontrado ningún registro.

source: NOTE: Groups Plus contains CSS classes for most every aspect of the plugin and using your own custom CSS will allow you to target every aspect of the product.
es_es: NOTA: Groups Plus contiene clases CSS para casi todos los aspectos del plugin y el uso de tu propio CSS personalizado te permitirá orientar cada aspecto del producto.

source: Now %1$s can create their own email templates, send ad-hoc emails, create %2$s and run reports.
es_es: Ahora %1$s pueden crear sus propias plantillas de correo electrónico, enviar correos ad hoc, crear %2$s y ejecutar informes.

source: Now the Leader of the %1$s (%2$s) can add %3$s, create their own email templates, send ad-hoc emails, create %4$s, create %5$s, assign %6$s to %7$s and run reports.
es_es: Ahora el Líder del %1$s (%2$s) puede añadir %3$s, crear sus propias plantillas de correo electrónico, enviar correos electrónicos ad-hoc, crear %4$s, crear %5$s, asignar %6$s a %7$s y ejecutar informes.

source: Number of %s
es_es: Número de %s

source: Number of %s not using seats
es_es: Número de %s que no utilizan plazas

source: Only group leaders have access to this report.
es_es: Sólo los jefes de grupo tienen acceso a este informe.

source: Only group leaders have access to this tool.
es_es: Sólo los jefes de grupo tienen acceso a esta herramienta.

source: Optional: Gravity Form %1$s Field ID (Field must be %2$s Dropdown)
es_es: Opcional: ID de campo de Gravity Form %1$s (el campo debe ser %2$s desplegable)

source: Optionally show %1$s full quiz history in the detailed %2$s report.
es_es: Opcionalmente mostrar %1$s historial completo de cuestionarios en el informe detallado %2$s.

source: Optionally, add a message board for each %1$s to any page or post using the %2$s shortcode.
es_es: Opcionalmente, añada un tablón de mensajes para cada %1$s a cualquier página o entrada utilizando el shortcode %2$s.

source: Organization
es_es: Organización

source: Organizations
es_es: Organizaciones

source: Password
es_es: Contraseña

source: Password *
es_es: Contraseña *

source: Password field is required.
es_es: El campo Contraseña es obligatorio.

source: Password is required
es_es: Se requiere contraseña

source: Passwords don't match
es_es: Las contraseñas no coinciden

source: Please add your first LearnDash Group to get started.
es_es: Añade tu primer grupo LearnDash para empezar.

source: Please don't close this page until the process is finished.
es_es: No cierre esta página hasta que el proceso haya finalizado.

source: Please wait for your %s to unlock this information
es_es: Por favor, espere a que su %s para desbloquear esta información

source: Please wait to load...
es_es: Espere a que se cargue...

source: Points
es_es: Puntos

source: Pre-built %s?
es_es: ¿Preconstruido %s?

source: Preview
es_es: Vista previa

source: Print PDF
es_es: Imprimir PDF

source: Process Assignment Uploads using Gravity Forms:
es_es: Procesar subidas de asignaciones usando Gravity Forms:

source: Processed step #%1$d of %2$d steps.
es_es: Paso procesado #%1$d de %2$d pasos.

source: Provides LearnDash specific Gravity Form fields that pick up the %1$s and assignment IDs. The %2$s field can be used in other Gravity Forms not related to assignments.
es_es: Proporciona campos de Gravity Form específicos de LearnDash que recogen los %1$s y los ID de asignación. El campo %2$s se puede utilizar en otros Gravity Forms no relacionados con asignaciones.

source: Public subscription seat price
es_es: Precio del asiento de suscripción pública

source: Qty:
es_es: Cant:

source: Quantity
es_es: Cantidad

source: Quiz Notification
es_es: Cuestionario Notificación

source: Quizzes
es_es: Cuestionarios

source: Refer to Step 4 for your %s admin and reporting shortcode options.
es_es: Consulte el paso 4 para conocer las opciones de su código corto de administración e informes %s.

source: Remove
es_es: Eliminar

source: Remove Seats Remaining text from groups plus header.
es_es: Eliminar el texto Plazas restantes de los grupos más cabecera.

source: Remove Seats Remaining text:
es_es: Elimine el texto Asientos restantes:

source: Remove Seats Used text from groups plus header.
es_es: Eliminar el texto Plazas utilizadas de la cabecera de los grupos plus.

source: Remove Seats Used text:
es_es: Eliminar Asientos Texto usado:

source: Remove the "Exclude from publicly sold seats" table row from the Woo Product pages it is used in.
es_es: Eliminar la fila de la tabla "Excluir de asientos vendidos públicamente" de las páginas de Productos Woo en las que se utiliza.

source: Replace the Seats Remaining icon with your own icon.
es_es: Sustituya el icono Asientos restantes por su propio icono.

source: Replace the Seats Used icon with your own icon.
es_es: Sustituya el icono Asientos utilizados por su propio icono.

source: Reporting Color - Completed:
es_es: Informar sobre el color - Completado:

source: Reporting Color - In Progress:
es_es: Reporting Color - En curso:

source: Reporting Color - Not started:
es_es: Reporting Color - No se ha iniciado:

source: Resubmit
es_es: Vuelva a enviar

source: Roles
es_es: Funciones

source: SAVE
es_es: GUARDAR

source: Save
es_es: Guardar

source: Save & Send
es_es: Guardar y enviar

source: Score
es_es: Puntuación

source: Search for names...
es_es: Buscar nombres...

source: Seat
es_es: Asiento

source: Seats Remaining:
es_es: Plazas restantes:

source: Security issue
es_es: Problema de seguridad

source: See more
es_es: Más información

source: Select %1$s %2$s:
es_es: Seleccione %1$s %2$s:

source: Select %s
es_es: Seleccionar %s

source: Select LearnDash %s.
es_es: Seleccione LearnDash %s.

source: Select options
es_es: Seleccionar opciones

source: Select this to enable a %1$s message board for each %2$s. The %3$s can show a message to their %4$s %5$s by creating a message from the [Email %6$s] button, then selecting the Message Board tab in the modal.%7$sThe message will then be displayed using the %8$s shortcode. The %9$s can later, delete any message they post to their %10$s by selecting the Trashcan icon in the [Email %11$s] modal. The %12$s can leave multiple messages.%13$sIf a %14$s is in multiple %15$s, they will see messages from each of their %16$s.%17$sThe message board is not a two way communication tool. It is an on-screen message broadcast tool.
es_es: Seleccione esta opción para habilitar un tablón de mensajes %1$s para cada %2$s. Los %3$s pueden mostrar un mensaje a sus %4$s %5$s creando un mensaje desde el botón [Email %6$s] y seleccionando la pestaña Tablón de mensajes en el modal.%7$sEl mensaje se mostrará utilizando el código corto %8$s. El %9$s puede más tarde, borrar cualquier mensaje que envíe a su %10$s seleccionando el icono de la papelera en el modal [Email %11$s]. Los %12$s pueden dejar varios mensajes.%13$sSi un %14$s está en varios %15$s, verá los mensajes de cada uno de sus %16$s.%17$sEl tablón de anuncios no es una herramienta de comunicación bidireccional. Es una herramienta de emisión de mensajes en pantalla.

source: Select this to let %1$s open / download / print their own certificates.%2$sIf not selected, %3$s will not have certificate icons anywhere. %4$s will need to provide the %5$s with their certificates.
es_es: Seleccione esta opción para permitir que %1$s abran / descarguen / impriman sus propios certificados.%2$sSi no se selecciona, %3$s no tendrán iconos de certificado en ninguna parte. %4$s tendrán que proporcionar a los %5$s sus certificados.

source: Select this to Show all quiz attempts in Detailed %s Report.
es_es: Seleccione esta opción para Mostrar todos los intentos de cuestionario en el Informe detallado %s.

source: Selecting this will enable a LearnDash Group Field for you to enter a number of %1$s that you want to include who will not occupy any %2$s seats.%3$sThis setting is done at the Primary Group level and applies to all %4$s.%5$sYou can then visit each Primary Group and set a number of %6$s that will not take %7$s seats.%8$sThis leaves you with a very flexible and powerful feature that you tailor for each %9$s.%10$sThe result is that when the %11$s of that %12$s populates any %13$s with %14$s as %15$s, they are limited to the number of free %16$s.%17$sThe default value of free %18$s is 0 when this setting is turned on.%18$s
es_es: Al seleccionar esta opción, se habilitará un campo de grupo de LearnDash para que introduzca un número de %1$s que desee incluir y que no ocuparán ningún %2$s asiento.%3$sEsta configuración se realiza a nivel de grupo principal y se aplica a todos los %4$s.%5$sA continuación, puede visitar cada grupo principal y establecer un número de %6$s que no ocuparán %7$s asientos.%8$sEsto le deja con una característica muy flexible y potente que usted adapta para cada %9$s.%10$sEl resultado es que cuando los %11$s de ese %12$s rellenan cualquier %13$s con %14$s como %15$s, están limitados al número de %16$s libres.%17$sEl valor por defecto de %18$s libres es 0 cuando este ajuste está activado.%18$s

source: Sell %s and Seats using the UnCanny Groups plugin.
es_es: Vende %s y Asientos usando el plugin UnCanny Groups.

source: Sell %s and Seats using WooCommerce
es_es: Vender %s y Asientos usando WooCommerce

source: Sell %s and seats using WooCommerce
es_es: Vende %s y plazas usando WooCommerce

source: Send
es_es: Enviar

source: Sent On:
es_es: Enviado:

source: Set up your CSV by following instructions in links below:
es_es: Configure su CSV siguiendo las instrucciones de los enlaces siguientes:

source: Setting Up Groups Plus
es_es: Configuración de Grupos Plus

source: Settings
es_es: Ajustes

source: Show all quiz attempts in Detailed %s Report
es_es: Mostrar todos los intentos de cuestionario en el informe detallado %s

source: Show all users
es_es: Mostrar todos los usuarios

source: Show full quiz history
es_es: Mostrar el historial completo de concursos

source: Show full quiz history and all users
es_es: Mostrar el historial completo de cuestionarios y todos los usuarios

source: Show Preview
es_es: Avance del espectáculo

source: Sign up fees for %1$s "%2$s"
es_es: Cuotas de inscripción para %1$s "%2$s"

source: Sign up fees for added seats in "%1$s"
es_es: Cuotas de inscripción para plazas añadidas en "%1$s"

source: Starting migration.
es_es: Empezando la migración.

source: Statistics
es_es: Estadísticas

source: Status
es_es: Estado

source: Step 1
es_es: Primer paso

source: Step 2
es_es: Paso 2

source: Step 3
es_es: Paso 3

source: Step 4
es_es: Paso 4

source: Step 5
es_es: Paso 5

source: Subject
es_es: Asunto

source: Table is loading...
es_es: La mesa se está cargando...

source: Team
es_es: Equipo

source: Team can be added to your website using the various shortcodes provided.
es_es: El equipo se puede añadir a su sitio web utilizando los diversos códigos cortos proporcionados.

source: Team Leader
es_es: Jefe de equipo

source: Team Leaders
es_es: Jefes de equipo

source: Team Member
es_es: Miembro del equipo

source: Team Members
es_es: Miembros del equipo

source: Teams
es_es: Equipos

source: Templating the %s page
es_es: Plantilla de la página %s

source: The migration has been completed. You can close this page.
es_es: La migración ha finalizado. Puede cerrar esta página.

source: The shortcodes can be used to show the whole organization administration area or you can use the report related shortcodes to show only pieces of %s in any page or post you want.
es_es: Los shortcodes se pueden utilizar para mostrar toda el área de administración de la organización o puede utilizar los shortcodes relacionados con el informe para mostrar sólo partes de %s en cualquier página o post que desee.

source: This email template will be sent when you add new %s
es_es: Esta plantilla de correo electrónico se enviará cuando añada nuevos %s

source: This email will be sent immediately to all %s
es_es: Este correo electrónico se enviará inmediatamente a todos los %s

source: This feature has been disabled
es_es: Esta función se ha desactivado

source: This is a group that will pre-build %1$s and %2$s
es_es: Este es un grupo que pre-construirá %1$s y %2$s

source: This provides the following 6 benefits
es_es: Esto proporciona las 6 ventajas siguientes

source: This tab is dedicated to those developers needing to change the features, capabilities, and presentation of the Groups Plus plugin.
es_es: Esta pestaña está dedicada a aquellos desarrolladores que necesiten modificar las funciones, capacidades y presentación del plugin Grupos Plus.

source: Time Spent
es_es: Tiempo empleado

source: Time spent:
es_es: Tiempo empleado:

source: Title
es_es: Título

source: To customize the Add Team Leader modal, create a folder named "team" inside the "learndash/groups-plus" folder in the child-theme ( example: child-theme/%1$slearndash/groups-plus/team%2$s/ ). This folder will contain modal files used at the team level.
es_es: Para personalizar el modal Agregar Líder de Equipo, cree una carpeta llamada "team" dentro de la carpeta "learndash/groups-plus" en el child-theme ( ejemplo: child-theme/%1$slearndash/groups-plus/team%2$s/ ). Esta carpeta contendrá los archivos modales utilizados a nivel de equipo.

source: To customize the Add Team Member modal, create a folder named "team-member" inside the "learndash/groups-plus" folder in the child-theme ( example: child-theme/%1$slearndash/groups-plus/team-member%2$s/ ). This folder will contain modal files used at the team level.
es_es: Para personalizar el modal Agregar miembro del equipo, cree una carpeta llamada "team-member" dentro de la carpeta "learndash/groups-plus" en el child-theme ( ejemplo: child-theme/%1$slearndash/groups-plus/team-member%2$s/ ). Esta carpeta contendrá los archivos modales utilizados a nivel de equipo.

source: To use this feature, perform the following
es_es: Para utilizar esta función, realice lo siguiente

source: Topic Assignments:
es_es: Asignación de temas:

source: Topic Quizzes
es_es: Cuestionarios temáticos

source: Total price so far:
es_es: Precio total hasta ahora:

source: Total Seats Used:
es_es: Total de plazas utilizadas:

source: Turn %s level Broadcast Email tab On or Off
es_es: Activar o desactivar la pestaña Difusión de correo electrónico del nivel %s

source: Turn %s level Email button On or Off
es_es: Activar o desactivar el botón de correo electrónico de nivel %s

source: Turn %s level Welcome Email tab On or Off
es_es: Activar o desactivar la pestaña Email de bienvenida de nivel %s

source: Turn %s Welcome Email tab On or Off
es_es: Activar o desactivar la pestaña %s Email de bienvenida

source: Turn Add %1$s as %2$s tab On or Off
es_es: Activar o desactivar la pestaña Añadir %1$s como %2$s

source: Turn Add %s button On or Off
es_es: Activar o desactivar el botón Añadir %s

source: Turn Add %s tab On or Off
es_es: Activar o desactivar la pestaña Añadir %s

source: Turn Broadcast Email tab On or Off
es_es: Activar o desactivar la pestaña Difusión de correo electrónico

source: Turn change Password button On or Off
es_es: Activar o desactivar el botón Cambiar contraseña

source: Turn Delete %s icon On or Off
es_es: Activar o desactivar el icono Borrar %s

source: Turn Delete %s trashcan icon On or Off
es_es: Activar o desactivar el icono de la papelera Delete %s

source: Turn Edit %s button On or Off
es_es: Activar o desactivar el botón Editar %s

source: Turn Email %s button On or Off
es_es: Activar o desactivar el botón Email %s

source: Turn Export %s level CSV button On or Off
es_es: Activar o desactivar el botón Exportar CSV de nivel %s

source: Turn Import List button On or Off
es_es: Activar o desactivar el botón Importar lista

source: Turn Lock column in Detailed %s Report On or Off
es_es: Activar o desactivar la columna Bloquear en el informe detallado %s

source: Turn Manage %s button On or Off
es_es: Activar o desactivar el botón Manage %s

source: Turn Manage %s tab On or Off
es_es: Activar o desactivar la pestaña Gestionar %s

source: Turn Manage Courses button On or Off
es_es: Activar o desactivar el botón Gestionar cursos

source: Turn Permanently Delete %s person-X icon On or Off
es_es: Activar o desactivar el icono Eliminar permanentemente %s persona-X

source: Turn Remove %s icon On or Off
es_es: Activar o desactivar el icono Eliminar %s

source: Type
es_es: Tipo

source: Update %s
es_es: Actualizar %s

source: Upgrade LearnDash %1$s to %2$s
es_es: Actualizar LearnDash %1$s a %2$s

source: Upload File:
es_es: Cargar archivo:

source: Upload image
es_es: Cargar imagen

source: Upload the "%1$stemplate-learndash-groups-plus.php%2$s" file to your %3$schild-theme/learndash/groups-plus/%4$s folder when you have completed your code level changes.
es_es: Suba el archivo "%1$stemplate-learndash-groups-plus.php%2$s" a su carpeta %3$schild-theme/learndash/groups-plus/%4$s cuando haya completado los cambios a nivel de código.

source: Use Shortcodes
es_es: Utilizar códigos cortos

source: Use UnCanny Group seats at will
es_es: Utilice los asientos del Grupo UnCanny a voluntad

source: Use uncanny group seats at will:
es_es: Utiliza a tu antojo los asientos de grupo:

source: use your current password
es_es: utilice su contraseña actual

source: User Roles
es_es: Funciones de los usuarios

source: Username
es_es: Nombre de usuario

source: Username %s exists
es_es: El nombre de usuario %s existe

source: Username *
es_es: Nombre de usuario *

source: Username already used
es_es: Nombre de usuario ya utilizado

source: Username field is required.
es_es: El campo Nombre de usuario es obligatorio.

source: Username is required
es_es: Nombre de usuario obligatorio

source: Username is required and at least 3 letters.
es_es: El nombre de usuario es obligatorio y debe tener al menos 3 letras.

source: Users
es_es: Usuarios

source: Using this integration, you can enhance the LearnDash Assignment approval process by using Gravity Forms in the workflow.%1$sYou do not need to use any other Gravity Forms related plugin for this process. Any other Gravity Forms related plugin can be used to enhance this process further but those plugins will be applicable to whatever you do in Gravity Forms alone.
es_es: Mediante esta integración, puede mejorar el proceso de aprobación de asignaciones de LearnDash utilizando Gravity Forms en el flujo de trabajo.%1$sNo es necesario utilizar ningún otro plugin relacionado con Gravity Forms para este proceso. Cualquier otro plugin relacionado con Gravity Forms se puede utilizar para mejorar este proceso aún más, pero esos plugins serán aplicables a lo que hagas en Gravity Forms solo.

source: Visit the /learndash-groups-plus/ page in your website to view your changes.
es_es: Visite la página /learndash-groups-plus/ de su sitio web para ver los cambios.

source: Visit the /learndash-groups-plus/ page or any page with the Groups Plus shortcodes, in your website to view your changes.
es_es: Visita la página /learndash-groups-plus/ o cualquier página con los shortcodes de Groups Plus, en tu sitio web para ver tus cambios.

source: Warning: LearnDash LMS - Groups Plus requires LearnDash Group Hierarchy setting enabled to make it working as expected. %sClick here to enable%s
es_es: Advertencia: LearnDash LMS - Groups Plus requiere que la configuración de LearnDash Group Hierarchy esté habilitada para que funcione como se espera. %sHaga clic aquí para habilitar%s

source: We've detected the site used LearnDash Classroom addon. %1$sClick here%2$s to start the migration process. Make sure to back up the site first because the process is irreversible.
es_es: Hemos detectado que el sitio utiliza el addon LearnDash Classroom. %1$sHaga clic aquí%2$s para iniciar el proceso de migración. Asegúrese de hacer primero una copia de seguridad del sitio porque el proceso es irreversible.

source: What are hooks?
es_es: ¿Qué son los ganchos?

source: With this feature, you also now have new Design controls in the "%1$s Detailed Report settings" section of your Design tab above.
es_es: Con esta función, ahora también dispone de nuevos controles de diseño en la sección "%1$s Ajustes detallados del informe" de la pestaña Diseño anterior.

source: WooCommerce %s template
es_es: Plantilla WooCommerce %s

source: WooCommerce Enabled?
es_es: ¿WooCommerce habilitado?

source: WooCommerce Product Page
es_es: Página de producto WooCommerce

source: You are not a part of any Groups yet.
es_es: Aún no formas parte de ningún Grupo.

source: You can add the %1$s shortcode into any page or post in your site to have the full administration area for %2$s%3$s%4$s or %5$s%6$s%7$s.
es_es: Puede añadir el shortcode %1$s en cualquier página o post de su sitio para tener el área de administración completa para %2$s%3$s%4$s o %5$s%6$s%7$s.

source: You can also turn off sections, areas, and even specific buttons and tabs in %s using the Design tab settings provided above.
es_es: También puede desactivar secciones, áreas e incluso botones y pestañas específicos en %s utilizando la configuración de la pestaña Diseño proporcionada anteriormente.
