Repository: alcaudon89/wordpress-plugins-translations
Catalog: learndash-groups-plus/learndash-groups-plus-*.po
Languages: es_es

source: Checking this box and clicking the %1$s[Downgrade]%2$s button below will run a site-wide process that will remove %3$s %4$s and return their parent %5$s to normal LearnDash %6$s.
es_es: Al marcar esta casilla y hacer clic en el botón %1$s[Downgrade]%2$s a continuación, se ejecutará un proceso en todo el sitio que eliminará %3$s %4$s y devolverá sus %5$s padres a LearnDash %6$s normales.

source: Choose %s
es_es: Elija %s

source: Choose %s name:
es_es: Elija %s nombre:

source: Choose at least one %1$s %2$s
es_es: Elija al menos un %1$s %2$s

source: Choose at least one %1$s %2$s qty
es_es: Elija al menos una %1$s %2$s cant

source: Click on the %1$s tab and add the %2$s you want available for all of its Child %3$s (%4$s).
es_es: Haga clic en la pestaña %1$s y añada el %2$s que desea que esté disponible para todos sus %3$s hijos (%4$s).

source: Click on the Users tab and add %1$s (%2$s) to this one %3$s. Save the %4$s.
es_es: Haga clic en la pestaña Usuarios y añada %1$s (%2$s) a este %3$s. Guarde el %4$s.

source: Comments
es_es: Comentarios

source: Communication
es_es: Comunicación

source: Completed On
es_es: Completado el

source: Completely remove the groups plus header.
es_es: Elimina completamente la cabecera de grupos plus.

source: Completion
es_es: Finalización

source: Configure %s broadcast email
es_es: Configurar %s correo electrónico de difusión

source: Configure %s welcome email
es_es: Configurar %s email de bienvenida

source: Configure Global %1$s and %2$s Welcome emails
es_es: Configurar los correos de bienvenida globales %1$s y %2$s

source: Confirm password
es_es: Confirmar contraseña

source: Convert
es_es: Convertir

source: Convert LearnDash %1$s to %2$s
es_es: Convertir LearnDash %1$s a %2$s

source: Convert to %s
es_es: Convertir a %s

source: Convert your LearnDash %1$s to %2$s.
es_es: Convierte tu LearnDash %1$s a %2$s.

source: Course Name
es_es: Nombre del curso

source: Course Names
es_es: Nombres de los cursos

source: Course Price
es_es: Precio del curso

source: Course Quizzes
es_es: Pruebas del curso

source: Create %s and Seat products in WooCommerce.
es_es: Crear productos %s y Seat en WooCommerce.

source: Create a folder named "learndash/groups-plus" at the root of the child-theme ( example: child-theme/%1$slearndash/groups-plus%2$s/ )
es_es: Cree una carpeta llamada "learndash/groups-plus" en la raíz del child-theme ( ejemplo: child-theme/%1$slearndash/groups-plus%2$s/ )

source: Create a Group Leader for clients
es_es: Crear un jefe de grupo para los clientes

source: Create a sub-folder named "shortcodes" in the templates folder of the child-theme ( example: child-theme/learndash/groups-plus/templates/%1$sshortcodes%2$s/ )
es_es: Cree una subcarpeta llamada "shortcodes" en la carpeta templates del child-theme ( ejemplo: child-theme/learndash/groups-plus/templates/%1$sshortcodes%2$s/ )

source: Create a sub-folder named "team-member" in the templates folder of the child-theme ( example: child-theme/learndash/groups-plus/templates/%1$steam-member%2$s/ )
es_es: Cree una subcarpeta llamada "team-member" en la carpeta templates del child-theme ( ejemplo: child-theme/learndash/groups-plus/templates/%1$steam-member%2$s/ )

source: Create a sub-folder named "templates" in the learndash/groups-plus folder of the child-theme ( example: child-theme/learndash/groups-plus/%1$stemplates%2$s/ )
es_es: Cree una subcarpeta llamada "templates" en la carpeta learndash/groups-plus del child-theme ( ejemplo: child-theme/learndash/groups-plus/%1$stemplates%2$s/ )

source: Create global default email templates
es_es: Crear plantillas de correo electrónico globales por defecto

source: Create Groups Plus without the need to sell them. This plugin manages LearnDash native Groups in the web site. Let your client organizations do all the organizational management work and view their details reports.
es_es: Crea Grupos Plus sin necesidad de venderlos. Este plugin gestiona los Grupos nativos de LearnDash en el sitio web. Deje que sus organizaciones de clientes hagan todo el trabajo de gestión de la organización y ver sus informes de detalles.

source: Create or edit an existing %1$s in your dashboard under %2$sLearnDash LMS > %3$s%4$s page
es_es: Cree o edite un %1$s existente en su panel de control en la página %2$sLearnDash LMS > %3$s%4$s

source: Create welcome email templates for %s invitation emails.
es_es: Crear plantillas de correo electrónico de bienvenida para %s correos electrónicos de invitación.

source: Create/Edit a %s
es_es: Crear/Editar un %s

source: Creating custom actions through hooks
es_es: Creación de acciones personalizadas mediante ganchos

source: Creating your own buttons on the Edit %s modal after the default buttons
es_es: Creación de botones propios en el modal Editar %s después de los botones por defecto

source: Creating your own buttons on the Edit %s modal before the default buttons
es_es: Creación de botones propios en el modal Editar %s antes de los botones por defecto

source: Date
es_es: Fecha

source: Date / Time
es_es: Fecha / Hora

source: Default order of Courses:
es_es: Orden por defecto de los Cursos:

source: Default order of Groups:
es_es: Orden por defecto de los Grupos:

source: Default Order of Users:
es_es: Orden de usuarios por defecto:

source: Delete
es_es: Borrar

source: Design
es_es: Diseño

source: Design Settings
es_es: Ajustes de diseño

source: Developer Resources
es_es: Recursos para desarrolladores

source: Disable %s creation?
es_es: ¿Desactivar la creación de %s?

source: Disable %s level Broadcast Email tab:
es_es: Desactivar la pestaña de correo electrónico de difusión de nivel %s:

source: Disable %s level Email button:
es_es: Desactivar el botón de correo electrónico de nivel %s:

source: Disable %s level Welcome Email tab:
es_es: Desactivar la pestaña Email de Bienvenida de nivel %s:

source: Disable %s Welcome Email tab
es_es: Desactivar la pestaña %s Email de bienvenida

source: Disable Add %1$s as %2$s tab
es_es: Desactivar la pestaña Añadir %1$s como %2$s

source: Disable Add %s button
es_es: Desactivar botón Añadir %s

source: Disable Add %s tab
es_es: Desactivar la pestaña Añadir %s

source: Disable Broadcast Email tab:
es_es: Desactivar la pestaña Difusión de correo electrónico:

source: Disable Change Password button:
es_es: Desactivar el botón Cambiar contraseña:

source: Disable Delete %s icon
es_es: Desactivar el icono Eliminar %s

source: Disable Delete %s trashcan icon
es_es: Desactivar el icono de la papelera Delete %s

source: Disable Delete icon:
es_es: Desactivar el icono Eliminar:

source: Disable Edit %s button
es_es: Desactivar botón Editar %s

source: Disable Email %s button
es_es: Desactivar botón Email %s

source: Disable Export CSV button:
es_es: Desactivar el botón Exportar CSV:

source: Disable Groups Plus Header
es_es: Desactivar Grupos Más Cabecera

source: Disable Import List button:
es_es: Desactivar el botón Importar lista:

source: Disable Lock column in Detailed %s Report
es_es: Desactivar la columna Bloqueo en el informe detallado %s

source: Disable Manage %s button
es_es: Desactivar el botón Gestionar %s

source: Disable Manage %s button:
es_es: Desactivar el botón Gestionar %s:

source: Disable Manage %s tab:
es_es: Desactivar la pestaña Gestionar %s:

source: Disable Manage Courses button:
es_es: Desactivar el botón Gestionar cursos:

source: Disable Permanently Delete %s person-X icon:
es_es: Desactivar Eliminar permanentemente el icono %s persona-X:

source: Disable Remove icon:
es_es: Desactivar el icono Eliminar:

source: Disallow %s certificate access
es_es: No permitir el acceso al certificado %s

source: Display Name
es_es: Mostrar nombre

source: Downgrade
es_es: Bajar de categoría

source: Downgrade %1$s to Normal %2$s
es_es: Bajar %1$s a Normal %2$s

source: Download CSV template
es_es: Descargar plantilla CSV

source: Download the "template-learndash-groups-plus-group.php" file below and, using your FTP client, upload it to your child-theme/%1$slearndash/groups-plus%2$s/ folder ensuring you save it as the same filename in that folder. This file contains code that will direct team to use the files in your child-theme folders.
es_es: Descargue el archivo "template-learndash-groups-plus-group.php" que aparece a continuación y, utilizando su cliente FTP, súbalo a su carpeta child-theme/%1$slearndash/groups-plus%2$s/ asegurándose de guardarlo con el mismo nombre de archivo en esa carpeta. Este archivo contiene el código que dirigirá el equipo para utilizar los archivos en sus carpetas child-theme.

source: Download, then import the Gravity Forms %s template file.
es_es: Descargue e importe el archivo de plantilla %s de Gravity Forms.

source: Download: %s
es_es: Descargar: %s

source: Edit
es_es: Editar

source: Edit %s Information
es_es: Editar %s Información

source: Edit %s Modal
es_es: Editar %s Modal

source: Edit the "%1$stemplate-learndash-groups-plus.php%2$s" file to your liking.
es_es: Edite el archivo "%1$stemplate-learndash-groups-plus.php%2$s" a su gusto.

source: Edit the settings of any %1$s or %2$s that has an assignment upload requirements and enter the Gravity Form page URL, the Gravity Form ID number, the field ID used to indicate the uploaded assignment is satisfactory or competent.%3$sOptionally, if you already have a drop down menu created to select %4$s names (for bulk scoring purposes), enter that field ID, else leave it empty.%5$sWith these completed, you will now be able to process uploaded assignments using the Gravity Form(s) you have created.
es_es: Edite la configuración de cualquier %1$s o %2$s que tenga requisitos de carga de asignaciones e introduzca la URL de la página del Gravity Form, el número de ID del Gravity Form, el ID de campo utilizado para indicar que la asignación cargada es satisfactoria o competente.%3$sOpcionalmente, si ya tiene un menú desplegable creado para seleccionar %4$s nombres (con fines de puntuación masiva), introduzca ese ID de campo, de lo contrario déjelo vacío.%5$sUna vez completado esto, ahora podrá procesar las asignaciones cargadas utilizando el/los Gravity Form(s) que ha creado.

source: Edit this copy of the file on your local computer.
es_es: Edite esta copia del archivo en su ordenador local.

source: Email
es_es: Correo electrónico

source: Email %s
es_es: Correo electrónico %s

source: Email address already used
es_es: Dirección de correo electrónico ya utilizada

source: Email field is required and to be in correct format.
es_es: El campo Email es obligatorio y debe tener el formato correcto.

source: Enable %1$s to add subscription-based seats to %2$s
es_es: Habilitar %1$s para añadir plazas por suscripción a %2$s

source: Enable %1$s to add subscription-based seats to %2$s is checked AND a subscription product is created to add seats to a %3$s.
es_es: Habilitar %1$s para añadir plazas basadas en suscripción a %2$s está marcada Y se ha creado un producto de suscripción para añadir plazas a %3$s.

source: Enable %s message board:
es_es: Habilitar %s tablón de anuncios:

source: Enable %s purchase
es_es: Habilitar compra %s

source: Enable Add Seats to %s
es_es: Activar Añadir Asientos a %s

source: Enable BuddyBoss groups for %s
es_es: Habilitar grupos BuddyBoss para %s

source: Enable BuddyBoss groups for %s:
es_es: Habilitar grupos BuddyBoss para %s:

source: Enable Pre-Built %s purchase
es_es: Habilitar compra pre-construida %s

source: Enable seat purchase
es_es: Permitir la compra de asientos

source: Enable WooCommerce Integration:
es_es: Habilitar la integración de WooCommerce:

source: Enter %s name
es_es: Introduzca %s nombre

source: Enter %s Name *
es_es: Introduzca %s Nombre *

source: Enter %s name:
es_es: Introduzca %s nombre:

source: Enter the number of %1$s you want to provide for all %2$s in this %3$s. Save the %4$s.
es_es: Introduzca el número de %1$s que desea proporcionar para todos los %2$s en este %3$s. Guarde los %4$s.

source: Error retrieving variation product.
es_es: Error al recuperar el producto de la variación.

source: Essays
es_es: Ensayos

source: Event
es_es: Evento

source: Example usage
es_es: Ejemplo de uso

source: Exclude from publicly sold seats
es_es: Excluir de la venta pública de plazas

source: Exclude from publicly sold seats:
es_es: Excluir de las plazas vendidas públicamente:

source: Exclude from WooCommerce product pages
es_es: Excluir de las páginas de productos de WooCommerce

source: Export CSV
es_es: Exportar CSV

source: FERPA (U.S.) Compliance
es_es: Cumplimiento de FERPA (EE.UU.)

source: File Name
es_es: Nombre del archivo

source: File name will appear here
es_es: El nombre del archivo aparecerá aquí

source: Filter
es_es: Filtro

source: Finally
es_es: Por último

source: Finally, it will copy your %1$s(s), %2$s(s) and %2$s(s) in the primary group to a %4$s of the same name.
es_es: Por último, copiará sus %1$s(s), %2$s(s) y %2$s(s) en el grupo primario a un %4$s del mismo nombre.

source: First Name *
es_es: Nombre *

source: First name field is required.
es_es: El campo Nombre es obligatorio.

source: Firstname
es_es: Nombre

source: Firstname is required
es_es: El nombre es obligatorio

source: Firstname is required and at least 3 letters.
es_es: El nombre es obligatorio y debe tener al menos 3 letras.

source: For best results, %1$screate at least one Group Leader user for each Primary Group (%2$s)%3$s to act as the %4$s%5$s%6$s type user of that single %7$sPrimary Group (%8$s)%9$s and its %10$sChild Groups (%11$s)%12$s. If your %13$sChild Groups (%14$s)%15$s have group leaders, they will become %16$s%17$s%18$s.
es_es: Para obtener los mejores resultados, %1$crea al menos un usuario Líder de grupo para cada Grupo primario (%2$s)%3$s que actúe como usuario de tipo %4$s%5$s%6$s de ese único %7$sGrupo primario (%8$s)%9$s y sus %10$sGrupos secundarios (%11$s)%12$s. Si sus %13$sGrupos hijos (%14$s)%15$s tienen líderes de grupo, se convertirán en %16$s%17$s%18$s.

source: Function to automatically lock a %1$s in a %2$s for all users in your site:%3$sWARNING:%4$s This function must be disabled in order to release the locked %5$s%6$sTo disable this function, you can comment out the "add_filter" line by adding%7$s" // " to the left of it (" // add_filter ")
es_es: Función para bloquear automáticamente un %1$s en un %2$s para todos los usuarios de su sitio:%3$sWARNING:%4$s Esta función debe desactivarse para liberar el %5$s%6$s bloqueado Para desactivar esta función, puede comentar la línea "add_filter" añadiendo%7$s" // " a la izquierda de la misma (" // add_filter ")

source: Global Email
es_es: Correo electrónico global

source: Global Menu Order
es_es: Orden global del menú

source: Grade
es_es: Grado

source: Gravity Form Field ID (Field must have value of Competent or Satisfactory to Approve assignment)
es_es: ID de campo de Gravity Form (el campo debe tener el valor Competente o Satisfactorio para aprobar la asignación)

source: Gravity Form ID
es_es: ID de Gravity Form

source: Gravity Form Page URL (Assignment Upload)
es_es: URL de página de Gravity Form (carga de asignación)

source: Group names:
es_es: Nombres de grupos:

source: Groups Plus Actions
es_es: Grupos y acciones

source: Groups Plus addon is also 100% translatable.
es_es: El complemento Groups Plus también es 100% traducible.

source: Groups Plus contain hooks that can be used to share information with other products. As new versions of Groups Plus are released, we will publish new hooks below.
es_es: Groups Plus contiene ganchos que pueden utilizarse para compartir información con otros productos. A medida que se publiquen nuevas versiones de Groups Plus, publicaremos nuevos ganchos a continuación.

source: Groups Plus contains CSS classes for most every aspect of the plugin and using your own custom CSS will allow you to target every aspect of the product.
es_es: Groups Plus contiene clases CSS para casi todos los aspectos del plugin y el uso de tu propio CSS personalizado te permitirá orientar cada aspecto del producto.

source: Groups Plus Header
es_es: Grupos Plus Cabecera

source: Handy Links
es_es: Enlaces útiles

source: Hard-code a %1$s to be automatically locked for all %2$s throughout your site
es_es: Codifique un %1$s para que se bloquee automáticamente para todos los %2$s de su sitio

source: Header Background color:
es_es: Cabecera Color de fondo:

source: Header Border color:
es_es: Color del borde de la cabecera:

source: Here is the list of current hooks available in Groups Plus along with working examples you can copy / paste to capture data or view results:
es_es: Aquí está la lista de los ganchos actuales disponibles en Groups Plus junto con ejemplos de trabajo que puedes copiar / pegar para capturar datos o ver resultados:

source: Hook fired when a %s is created
es_es: Hook disparado cuando se crea un %s

source: Hook fired when a %s is deleted
es_es: Hook disparado cuando un %s es borrado

source: Hooks are PHP or other specially developed code added into a product as a defined part in the code that can pass control to other custom code.
es_es: Los ganchos son PHP u otro código especialmente desarrollado que se añade a un producto como una parte definida en el código que puede pasar el control a otro código personalizado.

source: How many seats you wanted to allow.
es_es: Cuántos asientos quiere permitir.

source: If you also sell %1$s and %2$s seats as subscriptions, this feature lets you do this too.
es_es: Si también vende %1$s y %2$s plazas como suscripciones, esta función también le permite hacerlo.

source: If you cannot find the colors you want to use throughout this page, you can find your colors codes using <a href="https://www.w3.org/wiki/CSS/Properties/color/keywords" target="_blank">Hexadecimal, RGB, RGBA, or Color Keywords</a>.<br/>Examples: HEX: #123456, Keyword: red, RGB: rgb(100,10,200), RGBA: rgba(100,10,200,0.5).
es_es: Si no puede encontrar los colores que desea utilizar a lo largo de esta página, puede encontrar sus códigos de colores utilizando <a href="https://www.w3.org/wiki/CSS/Properties/color/keywords" target="_blank">Hexadecimal, RGB, RGBA, o Palabras clave de color</a>.<br/>Ejemplos: HEX: #123456, Palabra clave: rojo, RGB: rgb(100,10,200), RGBA: rgba(100,10,200,0.5).

source: If you create these default email templates and later your %1$s and %2$s create their own personal ones, those personal ones will override your default ones.
es_es: Si crea estas plantillas de correo electrónico predeterminadas y más tarde sus %1$s y %2$s crean sus propias plantillas personales, éstas anularán sus plantillas predeterminadas.

source: If you would like to use the %1$s reports in isolation of the %2$s/%3$s Administration area, simply add the %4$s and %5$s shortcode to any page or post.
es_es: Si desea utilizar los informes %1$s de forma aislada del área de administración %2$s/%3$s, sólo tiene que añadir el código abreviado %4$s y %5$s a cualquier página o entrada.

source: Import List
es_es: Importar lista

source: Import New %s - Multiple Entries
es_es: Importar nuevo %s - Múltiples entradas

source: Import the form and you will have a new form named %1$sLearnDash LMS - Groups Plus Assignment Fields - Template%2$s. This form contains the fields Groups Plus will use.
es_es: Importa el formulario y tendrás un nuevo formulario llamado %1$sLearnDash LMS - Campos de Asignación de Grupos Plus - Plantilla%2$s. Este formulario contiene los campos que utilizará Groups Plus.

source: Important settings to consider before performing the steps below!
es_es: Ajustes importantes a tener en cuenta antes de realizar los siguientes pasos

source: In the plugin folder ( named: learndash-groups-plus ), locate the same folders and copy/download the files you want to template.
es_es: En la carpeta de plugins ( llamada: learndash-groups-plus ), localice las mismas carpetas y copie/descargue los archivos que desee para la plantilla.

source: In the same tab you edit the group title, locate the %1$sNumber of %2$s%3$s metabox.
es_es: En la misma pestaña en la que editas el título del grupo, localiza el metabox %1$sNúmero de %2$s%3$s.

source: Insert name of %s
es_es: Insertar nombre de %s

source: Insert name of child-group
es_es: Introduzca el nombre del grupo de niños

source: Insert name of Parent Group
es_es: Insertar el nombre del grupo de padres

source: Insert password of %s
es_es: Insertar contraseña de %s

source: Insert username of %s
es_es: Insertar nombre de usuario de %s

source: Invalid group
es_es: Grupo no válido

source: Invalid nonce.
es_es: Nonce inválido.

source: Invalid user
es_es: Usuario no válido

source: Label to replace "lead organizer" (singular).
es_es: Etiqueta para sustituir a "organizador principal" (singular).

source: Label to replace "lead organizers" (plural).
es_es: Etiqueta para sustituir a "organizadores principales" (plural).

source: Label to replace "organization" (singular).
es_es: Etiqueta para sustituir a "organización" (singular).

source: Label to replace "organizations" (plural).
es_es: Etiqueta para sustituir a "organizaciones" (plural).

source: Label to replace "team leader" (singular).
es_es: Etiqueta para sustituir a "jefe de equipo" (singular).

source: Label to replace "team leaders" (plural).
es_es: Etiqueta para sustituir a "jefes de equipo" (plural).

source: Label to replace "team member" (singular).
es_es: Etiqueta para sustituir a "miembro del equipo" (singular).

source: Label to replace "team members" (plural).
es_es: Etiqueta para sustituir a "miembros del equipo" (plural).

source: Label to replace "team" (singular).
es_es: Etiqueta para sustituir a "equipo" (singular).

source: Label to replace "teams" (plural).
es_es: Etiqueta para sustituir a "equipos" (plural).

source: Last Login Date
es_es: Fecha de la última conexión

source: Last Name
es_es: Apellido

source: Lastname
es_es: Apellido

source: Lead Organizer
es_es: Organizador principal

source: Lead Organizers
es_es: Organizadores principales

source: Learndash Groups Plus %s
es_es: Grupos Learndash Plus %s

source: LearnDash Groups Plus Migration
es_es: Migración a LearnDash Groups Plus

source: LearnDash Groups Plus WooCommerce
es_es: LearnDash Grupos Plus WooCommerce

source: LearnDash LMS - Groups Plus
es_es: LearnDash LMS - Grupos Plus

source: LearnDash LMS - Groups Plus Add-on requires the following plugin(s) to be active:
es_es: LearnDash LMS - Groups Plus Add-on requiere el siguiente plugin(s) para estar activo:

source: LearnDash LMS - Groups Plus addon also includes a detailed reporting facility for %s and %s to report on only their %s.
es_es: LearnDash LMS - Grupos Plus addon también incluye una función de informes detallados para %s y %s para informar sobre sólo su %s.

source: LearnDash LMS - Groups Plus addon uses the native LearnDash Groups or UnCanny Groups to apply %1$s and %2$s in your website for %3$s to manage and create %4$s, %5$s, and %6$s.
es_es: LearnDash LMS - Groups Plus addon utiliza los Grupos nativos de LearnDash o Grupos UnCanny para aplicar %1$s y %2$s en su sitio web para %3$s para gestionar y crear %4$s, %5$s, y %6$s.

source: LearnDash Pre-Built %1$s
es_es: LearnDash Pre-construido %1$s

source: LearnDash Pre-Built %s
es_es: LearnDash Pre-construido %s

source: LearnDash Seats
es_es: LearnDash Asientos

source: Leave the icon and change the icon color.
es_es: Deja el icono y cambia el color del icono.
