Repository: alcaudon89/wordpress-plugins-translations
Catalog: learndash-groups-plus/learndash-groups-plus-*.po
Languages: es_es

source: "%s name" is a required field
es_es: "%s nombre" es un campo obligatorio

source: %1$s %2$s List
es_es: %1$s %2$s Lista

source: %1$s %2$s package:
es_es: paquete %1$s %2$s:

source: %1$s (%2$s/seat)
es_es: %1$s (%2$s/asiento)

source: %1$s and %2$s can see all %3$s and %4$s.
es_es: %1$s y %2$s pueden ver todo %3$s y %4$s.

source: %1$s Avg: %2$s%%
es_es: %1$s Promedio: %2$s%%

source: %1$s is required. Please choose a %2$s first.
es_es: %1$s es obligatorio. Por favor, elija primero un %2$s.

source: %1$s issue %2$s certificates
es_es: %1$s emiten %2$s certificados

source: %1$s Last Name and Emails are optional.%2$sRead More...%3$s
es_es: %1$s El apellido y el correo electrónico son opcionales.%2$sLeer más...%3$s

source: %1$s Manage %2$s Modal
es_es: %1$s Gestionar %2$s Modal

source: %1$s of %2$s %3$s %4$s
es_es: %1$s de %2$s %3$s %4$s

source: %1$s%2$s%3$s can be assigned to any number of %4$s%5$s%6$s. If they are %7$s%8$s%9$s of multiple %10$s%11$s%12$s, a drop-down menu will be shown for them to select any of their %13$s%14$s%15$s, else the menu will not be present.
es_es: los %1$s%2$s%3$s pueden asignarse a cualquier número de %4$s%5$s%6$s. Si son %7$s%8$s%9$s de múltiples %10$s%11$s%12$s, se mostrará un menú desplegable para que seleccionen cualquiera de sus %13$s%14$s%15$s, de lo contrario el menú no estará presente.

source: %1$sConfiguring these global emails will make them the default email for all %2$s and %3$s and %4$s invitations.%5$sThese emails will be superseded by %6$s and %7$s welcome emails if each %8$s or %9$s creates their own personal emails.
es_es: %1$sConfigurar estos correos globales hará que sean los correos por defecto para todas las invitaciones de %2$s y %3$s y %4$s.%5$sEstos correos serán sustituidos por los correos de bienvenida de %6$s y %7$s si cada %8$s o %9$s crea sus propios correos personales.

source: %1$sExecuted at the bottom of the Settings tab above%2$s, this process will switch on your %3$sLearnDash LMS > Groups > Settings > Group Hierarchy%4$s for you if it is not already turned on.
es_es: %1$sEjecutado en la parte inferior de la pestaña Ajustes%2$s, este proceso activará su %3$sLearnDash LMS > Grupos > Ajustes > Jerarquía de grupos%4$s si aún no está activado.

source: %1$sIf the option "%2$s Use Seats" from Step 1 is selected%3$s, you will see the "Number of %4$s not using seats" field appear only in Primary %5$s. Enter the number of %6$s that will not consume a seat in the %7$s. Save the %8$s.
es_es: %1$sSi se selecciona la opción "%2$s Usan Asientos" del Paso 1%3$s, verá que el campo "Número de %4$s que no usan asientos" aparece sólo en %5$s Primarios. Introduzca el número de %6$s que no consumirán asiento en el %7$s. Guarde los %8$s.

source: %1$sIf you want to customize the %2$s Detailed Report (located at the bottom of each %3$s List) template itself%4$s, here are the steps to getting that set up
es_es: %1$sSi desea personalizar el %2$s Informe detallado (que se encuentra en la parte inferior de cada %3$s Lista) plantilla%4$s mismo, aquí están los pasos para conseguir que configurar

source: %1$sIf you want to customize the /learndash-groups-plus/ template itself%2$s, here are the steps to getting that set up
es_es: %1$sSi desea personalizar la plantilla /learndash-groups-plus/%2$s, siga los pasos que se indican a continuación

source: %1$sIf you want to customize the Team Modals%2$s, here are the steps to getting that set up.
es_es: %1$sSi desea personalizar los Team Modals%2$s, aquí tiene los pasos para conseguirlo.

source: %1$sSet in the Global Email tab above%2$s, this setting lets you create default %3$s and %4$s welcome email templates so your %5$s and %6$s do not need to.
es_es: %1$sConfigurado en la pestaña Correo electrónico global más arriba%2$s, este ajuste le permite crear plantillas de correo electrónico de bienvenida %3$s y %4$s por defecto para que sus %5$s y %6$s no tengan que hacerlo.

source: %1$sSet in the Settings tab above%2$s, these settings let you 1) Show the complete quiz history of %3$s in the detailed %4$s report, and 2) Allow %5$s and %6$s find all users that have the subscriber and group leader roles in the system.
es_es: %1$sConfigurados en la pestaña Configuración arriba%2$s, estos ajustes le permiten 1) Mostrar el historial completo de cuestionarios de %3$s en el informe detallado de %4$s, y 2) Permitir que %5$s y %6$s encuentren a todos los usuarios que tienen los roles de suscriptor y líder de grupo en el sistema.

source: %1$sSet in the Settings tab above%2$s, this setting enables you to globally block all %3$s' %4$s access to their course certificate.
es_es: %1$sConfigurado en la pestaña Configuración más arriba%2$s, este ajuste le permite bloquear globalmente el acceso de todos los %3$s %4$s a su certificado de curso.

source: %1$sSet in the Settings tab above%2$s, this setting enables you to sell %3$s and Seats in %4$s. This setting can work along side any other group sales plugins and does not require using any other plugins beyond LearnDash LMS, WooCommerce and LearnDash LMS - Groups Plus addon.
es_es: %1$sSet in the Settings tab above%2$s, this setting enables you to sell %3$s and Seats in %4$s. Esta configuración puede funcionar junto con cualquier otro plugin de venta de grupos y no requiere el uso de otros plugins más allá de LearnDash LMS, WooCommerce y LearnDash LMS - Grupos Plus addon.

source: %1$sSet in the Settings tab above%2$s, this setting lets %3$s and %4$s see all user that are group leaders (i.e. %5$s) and subscribers (i.e. %6$s) throughout the platform. These users will be shown in the Add %7$s and Add %8$s modals when you select the %9$s/%10$s already exists checkboxes.
es_es: %1$sConfigurado en la pestaña Configuración más arriba%2$s, este ajuste permite a %3$s y %4$s ver todos los usuarios que son líderes de grupo (es decir, %5$s) y suscriptores (es decir, %6$s) en toda la plataforma. Estos usuarios se mostrarán en los modales Añadir %7$s y Añadir %8$s cuando seleccione las casillas %9$s/%10$s ya existe.

source: %1$sSet in the Settings tab above%2$s, this setting will give you the option to have %3$s in any %4$s consume %5$s seats.
es_es: %1$sConfigurado en la pestaña Ajustes más arriba%2$s, este ajuste le dará la opción de que %3$s en cualquier %4$s consuma %5$s plazas.

source: %1$sTEST THIS ON YOUR STAGING SITE USING YOUR PAYMENT GATEWAY IN TEST MODE BEFORE GOING LIVE%2$sThis setting lets you create %3$s product and seat product. You can also set custom pricing per %4$s for %5$s. %6$s can also opt-in to selling seat access to their %7$s when they purchase their %8$s. If %9$s opts-out of selling seat access in their %10$s, their %11$s will not be listed in the public %12$s product listing.%13$sThese products are able to be sold as WooCommerce Subscriptions and can also be used within Variable Products.%14$sYou do not need to create multiple products as the %15$s product will do everything you need and the Seat product will only see any %16$s that the %17$s allow them to see.
es_es: %1$sPRUEBE ESTO EN SU SITIO DE STAGING UTILIZANDO SU PASARELA DE PAGO EN MODO DE PRUEBA ANTES DE ENTRAR EN VIVO%2$sEsta configuración le permite crear %3$s producto y producto de asiento. También puede establecer precios personalizados por %4$s para %5$s. los %6$s también pueden optar por vender el acceso al asiento a sus %7$s cuando compren sus %8$s. Si %9$s opta por no vender el acceso al asiento en sus %10$s, sus %11$s no aparecerán en el listado público de productos %12$s.%13$sEstos productos se pueden vender como suscripciones de WooCommerce y también se pueden utilizar dentro de productos variables.%14$sNo necesita crear varios productos ya que el producto %15$s hará todo lo que necesita y el producto Asiento sólo verá los %16$s que los %17$s le permitan ver.

source: %1$sThis is set to 0 free seats by default%2$s
es_es: %1$sEstá fijado en 0 plazas libres por defecto%2$s

source: %1$sYou are seeing this setting because you have UnCanny Groups installed in your site.%2$sPlease refer to your UnCanny Groups > Settings page to learn about Upgrading Groups before proceeding%3$sAfter selecting this checkbox, if any of your %4$s are configured in UnCanny Groups, you will not be asked to set any %5$s Seats in the %6$s.%7$sYou will also not need to manually create %8$s and assign %9$s users to them.%10$sYou will still be able to have up to X number of %11$s as %12$s.
es_es: %1$sVe esta configuración porque tiene Grupos de UnCanny instalados en su sitio.%2$sPor favor, consulte su página Grupos de UnCanny > Configuración para obtener más información sobre la Actualización de Grupos antes de continuar%3$sDespués de seleccionar esta casilla de verificación, si alguno de sus %4$s está configurado en Grupos de UnCanny, no se le pedirá que establezca ningún %5$s Asientos en los %6$s.%7$sTampoco tendrá que crear manualmente %8$s y asignarles %9$s usuarios.%10$sAún podrá tener hasta X número de %11$s como %12$s.

source: %1$sYour administrative users will be able to access all %2$s.%3$s
es_es: %1$sSus usuarios administrativos podrán acceder a todos los %2$s.%3$s

source: %s Actions
es_es: %s Acciones

source: %s already exists?
es_es: ¿Ya existe %s?

source: %s Broadcast Email
es_es: %s Correo electrónico de difusión

source: %s Broadcast Message
es_es: %s Mensaje de difusión

source: %s Detailed Report
es_es: %s Informe detallado

source: %s Email *
es_es: %s Correo electrónico *

source: %s Firstname *
es_es: %s Nombre *

source: %s have an approval / feedback process where their form inputs contribute to the information related to the assignment submission approval evidence.
es_es: los %s tienen un proceso de aprobación / retroalimentación en el que las entradas de sus formularios contribuyen a la información relacionada con las pruebas de aprobación del envío de tareas.

source: %s Invitation Email
es_es: %s Correo electrónico de invitación

source: %s Lastname *
es_es: %s Apellido *

source: %s Maintain Themselves
es_es: %s Mantenerse

source: %s Name
es_es: nombre

source: %s name
es_es: nombre

source: %s name is required
es_es: %s nombre es obligatorio

source: %s name:
es_es: %s nombre:

source: %s Names
es_es: %s Nombres

source: %s names
es_es: %s nombres

source: %s Report
es_es: informe %s

source: %s Roster
es_es: %s Lista

source: %s seat price
es_es: %s precio del asiento

source: %s use seats
es_es: %s plazas de uso

source: %s Username *
es_es: %s Nombre de usuario *

source: %s Welcome Email
es_es: %s Correo electrónico de bienvenida

source: (%s/seat)
es_es: (%s/asiento)

source: -- Choose %s --
es_es: -- Elige %s --

source: -- Select %s --
es_es: -- Seleccione %s --

source: [learndash_groups_plus] shortcode output shown here
es_es: el código corto [learndash_groups_plus] se muestra aquí

source: [learndash_groups_plus_message_board] shortcode output shown here
es_es: el código corto [learndash_groups_plus_message_board] se muestra aquí

source: [learndash_groups_plus_primary_report] shortcode output shown here
es_es: [learndash_groups_plus_primary_report] shortcode output mostrado aquí

source: [learndash_groups_plus_report] shortcode output shown here
es_es: [learndash_groups_plus_report] shortcode output mostrado aquí

source: A %s must be chosen
es_es: Se debe elegir un %s

source: A hook to change the "Exclude from publicly sold seats" WooCommerce text in the product page.
es_es: Un gancho para cambiar el texto de WooCommerce "Excluir de asientos vendidos públicamente" en la página del producto.

source: A hook to create your own button after default buttons:%1$sNote: %2$s would be %3$s %4$s ID (child %5$s of LearnDash)
es_es: Un gancho para crear tu propio botón después de los botones por defecto:%1$sNote: %2$s sería %3$s %4$s ID (child %5$s of LearnDash)

source: A hook to create your own button before default buttons:%1$sNote: %2$s would be %3$s %4$s ID (child %5$s of LearnDash)
es_es: Un hook para crear tu propio botón antes de los botones por defecto:%1$sNote: %2$s would be %3$s %4$s ID (child %5$s of LearnDash)

source: A valid product_id must be provided.
es_es: Se debe proporcionar un product_id válido.

source: Action
es_es: Acción

source: Active Courses
es_es: Cursos activos

source: Add
es_es: Añadir

source: Add %1$s as %2$s
es_es: Añadir %1$s como %2$s

source: Add %s
es_es: Añadir %s

source: Add Courses and Leader
es_es: Añadir cursos y líder

source: Add New %s - Single Entry
es_es: Añadir nuevo %s - Entrada única

source: Add non-recurring cost seat
es_es: Añadir asiento de costes no recurrentes

source: Add recurring cost seat
es_es: Añadir asiento de costes recurrentes

source: Add Seats
es_es: Añadir asientos

source: Add the Gravity Form to a page and capture the URL of that page. This URL will be used to configure your %1$s or %2$s.
es_es: Añada el Gravity Form a una página y capture la URL de esa página. Esta URL se utilizará para configurar su %1$s o %2$s.

source: Adds color codes to the assignment status buttons for visual action queues.
es_es: Añade códigos de color a los botones de estado de asignación para colas de acción visuales.

source: Adds new assignment statuses in the Detailed %s Report indicating the assignment needs to be graded, resubmitted, or is approved so no further action is required.
es_es: Añade nuevos estados de tarea en el Informe detallado %s indicando que la tarea necesita ser calificada, reenviada o está aprobada, por lo que no se requiere ninguna acción adicional.

source: After activating this plugin, you have a new page created in your web site. You can visit this page at: %1$s%2$s%3$s
es_es: Después de activar este plugin, tendrá una nueva página creada en su sitio web. Puede visitar esta página en %1$s%2$s%3$s

source: After completing your form development, note the field ID numbers and the Gravity Form ID number. These field IDs and the form ID will be used to configure your %1$s or %2$s.
es_es: Después de completar el desarrollo de su formulario, anote los números de ID de campo y el número de ID de Gravity Form. Estos ID de campo y el ID de formulario se utilizarán para configurar su %1$s o %2$s.

source: After selecting this checkbox, all %1$s' %2$s will lose access to their %3$s certificates.%4$sAdministrators and %5$s (%6$s and %7$s) will then be the only users who can view and print certificates for the %8$s.
es_es: Después de seleccionar esta casilla de verificación, todos los %2$s de %1$s perderán el acceso a sus certificados de %3$s.%4$sLos administradores y %5$s (%6$s y %7$s) serán entonces los únicos usuarios que podrán ver e imprimir certificados para los %8$s.

source: After selecting this checkbox, if any of your %1$s are configured in UnCanny groups, you will not be asked to set any %2$s seats in the %3$s, nor will you need to create a %4$s.
es_es: Después de seleccionar esta casilla de verificación, si alguno de sus %1$s está configurado en grupos UnCanny, no se le pedirá que configure ningún %2$sitio en el %3$s, ni necesitará crear un %4$sitio.

source: Allow %1$s to have %2$s certificate access
es_es: Permitir que %1$s tenga acceso al certificado %2

source: Allow existing users to be updated during upload process.
es_es: Permitir que los usuarios existentes se actualicen durante el proceso de carga.

source: Allow existing users to be updated:
es_es: Permitir la actualización de los usuarios existentes:

source: Allow lead organizers to see all users that are "subscribers" in the platform when selecting "User already exists".
es_es: Permitir a los organizadores de leads ver todos los usuarios que son "suscriptores" en la plataforma al seleccionar "Usuario ya existente".

source: Allow lead organizers to see all users:
es_es: Permitir a los organizadores ver a todos los usuarios:

source: Allow seats
es_es: Permitir asientos

source: Any %1$s beyond the set number you enter in each Primary Group (%2$s) will take a seat from the total number of %3$s seats.
es_es: Cualquier %1$s que supere el número establecido que introduzca en cada Grupo Primario (%2$s) tomará un asiento del número total de %3$s asientos.

source: Approve
es_es: Aprobar

source: Approved
es_es: Aprobado

source: As with the main page template file, you will need to place the add-team-leader.php and/or the add-team-member.php files into a new folder structure inside the /learndash/groups-plus/ folder in your child-theme.
es_es: Al igual que con el archivo de plantilla de la página principal, deberá colocar los archivos add-team-leader.php y/o add-team-member.php en una nueva estructura de carpetas dentro de la carpeta /learndash/groups-plus/ de su tema hijo.

source: As with the main page template file, you will need to place the shortcodes/team-member-report.php, and/or lesson-listing.php files into a new folder structure inside the /learndash/groups-plus/ folder in your child-theme.
es_es: Al igual que con el archivo de plantilla de la página principal, tendrá que colocar los archivos shortcodes/team-member-report.php, y/o lesson-listing.php en una nueva estructura de carpetas dentro de la carpeta /learndash/groups-plus/ en su child-theme.

source: Assignment Approved Button Background Color:
es_es: Asignación aprobada Color de fondo del botón:

source: Assignment Approved Button Text Color:
es_es: Asignación aprobada Color del texto del botón:

source: Assignment Buttons Border Radius:
es_es: Asignación Botones Radio del borde:

source: Assignment Grade Button Background Color:
es_es: Botón de calificación de la tarea Color de fondo:

source: Assignment Grade Button Text Color:
es_es: Asignación Grado Botón Texto Color:

source: Assignment Resubmit Button Background Color:
es_es: Asignación Reenviar Botón Color de fondo:

source: Assignment Resubmit Button Text Color:
es_es: Asignación Color del texto del botón de reenvío:

source: Assignments Approval using Gravity Forms
es_es: Aprobación de asignaciones con Gravity Forms

source: Assignments:
es_es: Tareas:

source: Autologin link of %s
es_es: Enlace autologin de %s

source: Available Courses
es_es: Cursos disponibles

source: Available merge codes
es_es: Códigos de fusión disponibles

source: Back to %s
es_es: Volver a %s

source: Before you begin
es_es: Antes de empezar

source: Beyond the custom email merge-codes we provide below, you can also use the LearnDash shortcodes found using the toolbar icon.
es_es: Además de los códigos personalizados de combinación de correo electrónico que proporcionamos a continuación, también puedes utilizar los códigos abreviados de LearnDash que se encuentran en el icono de la barra de herramientas.

source: Block %1$s from viewing and downloading their own %2$s certificates.
es_es: Bloquear a %1$s la visualización y descarga de sus propios certificados %2$s.

# block title
source: LearnDash Groups Plus
es_es: Grupos LearnDash Plus

# block title
source: LearnDash Groups Plus Message Board
es_es: Tablón de anuncios de LearnDash Groups Plus

# block title
source: LearnDash Groups Plus Primary Report
es_es: Informe principal de LearnDash Groups Plus

# block title
source: LearnDash Groups Plus Report
es_es: Informe LearnDash Groups Plus

source: Body
es_es: Cuerpo

source: Broadcast Email
es_es: Difusión por correo electrónico

source: Broadcast Messages
es_es: Difusión de mensajes

source: BROWSE
es_es: BUSCAR

source: Certificate
es_es: Certificado

source: Change %s
es_es: Cambiar %s

source: Change %s:
es_es: Cambiar %s:

source: Change assignment approved button background color
es_es: Cambiar el color de fondo del botón de asignación aprobada

source: Change assignment approved button text color
es_es: Cambiar el color del texto del botón de asignación aprobada

source: Change assignment buttons border radius
es_es: Cambiar el radio del borde de los botones de asignación

source: Change assignment grade button background color
es_es: Cambiar el color de fondo del botón de calificación de la tarea

source: Change assignment grade button text color
es_es: Cambiar el color del texto del botón de calificación de la tarea

source: Change assignment resubmit button background color
es_es: Cambiar el color de fondo del botón de reenvío de asignaciones

source: Change assignment resubmit button text color
es_es: Cambiar el color del texto del botón de reenvío de la tarea

source: Change Completed label color
es_es: Cambiar el color de la etiqueta Completado

source: Change for All the course menus
es_es: Cambio para todos los menús del curso

source: Change for All the group menus
es_es: Cambiar todos los menús de grupo

source: Change for All the user menus
es_es: Cambio para todos los menús de usuario

source: Change groups plus header background and border colors. Delete to reset.
es_es: Cambiar los grupos más los colores de fondo y borde de la cabecera. Borrar para restablecer.

source: Change In Progress label color
es_es: Cambiar el color de la etiqueta En curso

source: Change Not started label color
es_es: Cambiar el color de la etiqueta No iniciado

source: Change Password
es_es: Cambiar contraseña

source: Change the Seats Remaining icon:
es_es: Cambie el icono Plazas restantes:

source: Change the Used Seats icon or icon color:
es_es: Cambiar el icono de Asientos Usados o el color del icono:

source: Change wording of WooCommerce product page message
es_es: Cambiar la redacción del mensaje de la página de producto WooCommerce

source: Check this box so %1$s and %2$s cannot change their names in the %3$s page. Administrators will need to edit WordPress profiles to change names in %4$s
es_es: Marque esta casilla para que %1$s y %2$s no puedan cambiar sus nombres en la página %3$s. Los administradores tendrán que editar los perfiles de WordPress para cambiar los nombres en %4$s

source: check to enable %s purchase
es_es: comprobar para permitir %s compra

source: check to enable Pre-Built %s purchase
es_es: marque para activar la compra de Pre-Built %s

source: check to sell individual seat purchase
es_es: cheque para vender la compra de asiento individual

source: Checking this box and clicking the %1$s[Convert]%2$s button below will run a site-wide process that will look for any LearnDash Primary %3$s that have no Child %4$s and convert them into %5$s.%6$sThe result of this process will have those %7$s that get converted with a child %8$s of the same name.%9$sThe %10$s(s), %11$s, and %12$s of the primary %13$s will also be copied, but %14$s will not use the %15$s in that primary %16$s.%17$sAt the end of this process your %18$s structure will be globally applied.%19$sIf you need to revert any LearnDash Primary %20$s%21$s back to its original state,%22$s simply delete the new child group%23$s and it will be restored while all other %24$s will remain in the new %25$s structure.
es_es: Al marcar esta casilla y hacer clic en el botón %1$s[Convertir]%2$s a continuación, se ejecutará un proceso en todo el sitio que buscará cualquier %3$s primario de LearnDash que no tenga %4$s hijo y los convertirá en %5$s.%6$sEl resultado de este proceso tendrá aquellos %7$s que se conviertan con un %8$s hijo del mismo nombre.%9$sLos %10$s, %11$s, y %12$s del %13$s primario también se copiarán, pero %14$s no utilizará los %15$s en ese %16$s primario.%17$sAl final de este proceso su estructura %18$s se aplicará globalmente.%19$sSi necesita revertir cualquier %20$s%21$s primario de LearnDash a su estado original,%22$simplemente borre el nuevo grupo hijo%23$s y se restaurará mientras que todos los demás %24$s permanecerán en la nueva estructura %25$s.
