Repository: alcaudon89/wordpress-plugins-translations
Catalog: learndash-groups-plus/learndash-groups-plus-*.po
Languages: es_es

source: You can download these files (%1$sand create copies of them for backup purposes%2$s) to edit them on your local computer, then upload them into your child-theme/learndash/groups-plus/ sub-folder structure when you have completed your changes.
es_es: Puede descargar estos archivos (%1$sy crear copias de los mismos con fines de copia de seguridad%2$s) para editarlos en su ordenador local y, a continuación, cargarlos en su estructura de subcarpetas child-theme/learndash/groups-plus/ cuando haya completado los cambios.

source: You can now duplicate the form and add in your own fields or recreate the form fields provided in an existing form.
es_es: Ahora puede duplicar el formulario y añadir sus propios campos o recrear los campos de un formulario existente.

source: You can use the LearnDash Certificate shortcode to override this setting in case you prefer to have some exclusions with this setting enabled.
es_es: Puedes utilizar el shortcode Certificado de LearnDash para anular esta configuración en caso de que prefieras tener algunas exclusiones con esta configuración activada.

source: You don't have access of this group.
es_es: No tienes acceso a este grupo.

source: You don't have permission for this
es_es: No tienes permiso para esto

source: You must be logged in to see the this report.
es_es: Debe iniciar sesión para ver este informe.

source: You must be logged in to see this messages.
es_es: Debes estar conectado para ver estos mensajes.

source: You must be logged in to see this report.
es_es: Debe iniciar sesión para ver este informe.

source: You must be logged in to use this tool.
es_es: Debe iniciar sesión para utilizar esta herramienta.

source: You must check %1$s already exists option if you want to set existing user as %2$s.
es_es: Debe marcar la opción %1$s ya existe si desea establecer el usuario existente como %2$s.

source: You must set existing %1$s for the %2$s.
es_es: Debe establecer %1$s existentes para el %2$s.

source: You will be able to use a mix of %1$s %2$s and UnCanny groups.
es_es: Podrá utilizar una mezcla de grupos %1$s %2$s y UnCanny.

source: You will first need to have a child-theme setup, activated, and properly functioning in your site. Once you have done this, you will want to use an FTP client software to upload your edited code to that child-theme sub-folder.
es_es: Primero necesitarás tener un tema hijo configurado, activado y funcionando correctamente en tu sitio. Una vez que haya hecho esto, usted querrá utilizar un software de cliente FTP para cargar el código editado a la subcarpeta de ese tema hijo.
